Repository: OS2World/APP-ANALISYS-Statist
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: --bernhard : special output changes from Bernhard, i.e.: - table output at Miscellaneous/Standard deviation - if --noplot defined no text histogram at Miscellaneous/Standard deviation
de_de: --bernhard : Bernhards Outputänderungen also: - Tabellenoutput bei Verschiedenes/Standardabweichung - falls --noplot gegeben kein Texthistogramm bei Verschiedenes/Standardabweichung
es_es: --bernhard : cambios de Bernhard para la salida: - salida tabular en Varios/Desviación típica - con --noplot no saca histograma de texto en Varios/Desviación típica
fr_fr: --bernhard : sortie modifiée spéciale de Bernhard, càd: - tableau de sortie diverses/Ecart-type - Si --noplot défini pas d'histogramme mode texte Divers/Ecart-type
it_it: --bernhard : output speciale cambiato da Bernhard, per esempio: - output tabellare in Varie/Deviazione standard - se specificato --noplot nessun istogramma testuale in
pt_br: --bernhard : mudanças especiais no output de Bernhard, i.e.: - produz tabela em diversos/desvio padrão - se --noplot estiver definido, não haverá histograma em modo texto em Diversos | Desvio padrão

source: Missing values must be indicated by '%s'
de_de: Fehlende Daten: müssen mit "%s" gekennzeichnet sein
es_es: Deben indicarse con "%s" los valores perdidos
fr_fr: Données manquantes doivent être indiquées par "%s"
it_it: I dati mancanti delono essere indicati da '%s'
pt_br: Valores omissos (missing) devem ser indicados por '%s'

source: Statist documentation can be found at: %s
de_de: Die Dokumentation von Statist can hier gefunden werden: %s
fr_fr: La documentation Statist se trouve à : %s
it_it: La documentazione di Statist è disponibile presso: %s
pt_br: A documentação do Statist pode ser encontrada em: %s

source: The option short format %s is deprecated and might be removed some time in the future. Use -%s instead.
de_de: The kurze Form der Option %s is veraltet und wird eventuell in Zukunft entfernt. Verwenden Sie stattdessen -%s.
fr_fr: L'option format court %s n'est plus conseillées et pourrait être enlevée à l'avenir. Utiliser plutôt -%s.
it_it: L'opzione per il formato breve %s è deprecata e potrebbe essere rimossa nel futuro. Utilizza invece -%s .
pt_br: O formato de opção %s está obsoleto e poderá ser eliminado no futuro. É melhor usar -%s.

source: Illegal option: '%s'. Try -h for help.
de_de: Ungültige Option: '%s'. Hilfe anzeigen mit -h.
es_es: Opción ilegal: '%s'. Obtenga ayuda con -h.
fr_fr: Option interdite : '%s'. Essayer -h pour avoir de l aide.
it_it: Opzione illegale: '%s'. Prova -h per l'help.
pt_br: Opção ilegal: '%s'. Tente -h para ajuda.

source: --- Please, continue with <RETURN> ... ---
de_de: --- Bitte mit ENTER fortfahren ... ---
es_es: --- Pulse INTRO para continuar ... ---
fr_fr: --- SVP, Continue avec <Entrée> ... ---
it_it: --- Prego continuare con <Invio> ... ---
pt_br: --- Pressione <Enter> para continuar ... ---

source: Content of current directory:
de_de: Inhalt des aktuellen Ordners:
fr_fr: Contenu du répertoire courant :
it_it: Contenuto della directory corrente:
pt_br: Conteúdo do diretório atual:

source: Error while running the command "%s".
de_de: Fehler beim Ausführen des Befehls "%s".
fr_fr: Erreur lors de l'éxecution de la commande "%s".
it_it: Errore durante l'esecuzione del comando "%s".
pt_br: Erro ao executar o comando "%s".

source: > statist-warning
de_de: > statist-Warnung
es_es: > statist-aviso
fr_fr: > statist-avertissement
it_it: > warning di statist
pt_br: > statist - aviso

source: > statist-error
de_de: > statist-Fehler
fr_fr: > statist-erreur
it_it: > errore di statist
pt_br: > statist - erro

source: > statist-fatal error
de_de: > statist-fataler Fehler
es_es: > statist-error fatal
fr_fr: > statist-erreur fatale
it_it: > errore fatale di statist
pt_br: > statist - erro fatal

source: > statist-numerical error
de_de: > statist-Berechnungsfehler
es_es: > statist-error numérico
fr_fr: > statist-erreur numérique
it_it: > errore numerico di statist
pt_br: > statist - erro-numérico

source: (Module %15s, line %i):
de_de: (Modul %15s Zeile %i):
es_es: (Módulo %15s línea %i):
fr_fr: (Module %15s ligne %i):
it_it: (Modulo %15s linea %i):
pt_br: (Módulo %15s, linha %i):

source: Please, report bugs to: statist-list@intevation.de
de_de: Fehler bitte berichten an: statist-list@intevation.de
fr_fr: SVP, signler les bugs à : statist-list@intevation.de
it_it: Si prega di segnalare i bug a: statist-list@intevation.de
pt_br: Por favor, relate defeitos do programa para: statist-list@intevation.de

source: Broken pipe to gnuplot. Re-connecting.
de_de: Pipe zu gnuplot gestört. Baue neue Pipe auf.
es_es: Tubo a gnuplot roto. Intentando nuevo tubo.
fr_fr: redirection vers gnuplot rompue. Reconnection.
it_it: Pipe verso gnuplot interrotta. Riconnessione.
pt_br: Pipe para gnuplot interrompido. Reconectando.

source: Signal from operating system: floating point exception Division by zero? Terminating!
de_de: Signal vom Betriebsystem: Fliesskommafehler gemeldet Division durch 0? Ich sage Adieu!
es_es: Señal del sistema operativo: excepción de punto flotante ¿División por cero? ¡Hasta luego!
fr_fr: Signal du système d'exploitation : exception virgule flotante Division par zéro ? Interruption !
it_it: Segnale da sistema operativo: eccezione in virgola mobile Divisione per zero? Uscita!
pt_br: Sinal recebido do sistema operacional: exceção de ponto flutuante Divisão por zero? Terminando!

source: Received signal SIGTERM (Ctrl-C?). Terminating!
de_de: Erhielt Signal SIGTERM: Ctrl-C gedrückt? Adieu!
es_es: Señal SIGTERM recibida: ¿Ctrl-C? ¡Adiós!
fr_fr: Signal SIGTERM reçu (Ctrl-C?). Interruption !
it_it: Ricevuto il segnale SIGTERM (Ctrl-C?). Uscita!
pt_br: Sinal SIGTERM (Ctrl-C?) recebido. Terminando!

source: Unknown color name "%s" in file "%s".
de_de: Unbekannter Farbenamen "%s" in Datei "%s".
fr_fr: Nom de couleur "%s" inconnue dans le fichier "%s".
it_it: Nome di colore sconosciuto "%s" nel file "%s".
pt_br: Cor não reconhecida "%s" no arquivo "%s".

source: Could not build the name of the preferences file!
de_de: Konnte den Namen der Datei vor Voreinstellungen nicht konstruieren!
fr_fr: Je ne peux pas construire le nom du fichier de préférences
it_it: Impossibile creare il nome del file delle preferenze!
pt_br: Não foi possível criar um nome para o arquivo de preferências!

source: STATIST --- Version %s (C) Dirk Melcher 1997-1999 (C) Bernhard Reiter 1998-2009 (C) Jakson Aquino 2005-2009 STATIST comes with ABSOLUTELY NO WARRANTY; it is Free Software under GNU GPL. Read the file COPYING for details.
de_de: STATIST --- Version %s (C) Dirk Melcher 1997-1999 (C) Bernhard Reiter 1998-2009 (C) Jakson Aquino 2005-2009 Statist kommt ohne Garantie und ist Freie Software unter der GNU GPL Genaueres können Sie in der Datei COPYING nachlesen.
es_es: STATIST --- Versión %s (C) Dirk Melcher 1997-1999 (C) Bernhard Reiter 1998-2009 (C) Jakson Aquino 2005-2009 Statist viene SIN GARANTIA y es SOFTWARE LIBRE bajo la GPL.
fr_fr: STATIST --- Versión %s (C) Dirk Melcher 1997-1999 (C) Bernhard Reiter 1998-2009 (C) Jakson Aquino 2005-2009 Statist livré sans aucune garantie; C'est un logiciel libre sous GNU GPL.
it_it: STATIST --- Versione %s (C) Dirk Melcher 1997-1999 (C) Bernhard Reiter 1998-2009 (C) Jakson Aquino 2005-2009 STATIST viene distribuito ASSOLUTAMENTE SENZA ALCUNA GARANZIA; è Software Libero sotto GNU GPL. Si legga il file COPYING per i dettagli.
pt_br: STATIST --- Version %s © Dirk Melcher 1997-1999 © Bernhard Reiter 1998-2009 © Jakson Aquino 2005-2009 STATIST é um Software Livre sob a licença GNU/GPL, e não é acompanhado de ABSOLUTAMENTE NENHUMA GARANTIA. Leia o arquivo COPYING para os detalhes.

source: all
de_de: alle
es_es: todas
fr_fr: tous
it_it: tutte
pt_br: todas

source: System reports error while opening file %s: %s
de_de: System meldet Fehler beim Öffnen von Datei %s: %s
es_es: Informe de error al abrir el fichero %s: %s
fr_fr: Erreur système signalé à l'ouverture du fichier %s: %s
it_it: Il sistema riporta un errore all'apertura del file %s: %s
pt_br: Sistema indica erro abrindo arquivo %s: %s

source: System reports error while writing with fwrite: %s
de_de: System meldet Fehler beim Schreiben mit fwrite: %s
es_es: Informe de error al escribir con fwrite: %s
fr_fr: Erreur système signalé à l'écriture avec fwrite : %s
it_it: Il sistema riporta un errore di scrittura con fwrite: %s
pt_br: Sistema indica erro escrevendo com fwrite: %s

source: Error while reading with fread: Unexpected end of file
de_de: Fehler beim Lesen mit fread: Unerwartetes Dateiende
es_es: Error al leer con fread: fin de fichero inesperado
fr_fr: Erreur à la lecture avec fread : fin de fichier inattendue
it_it: Errore di lettura con fread: fine file inattesa
pt_br: Erro lendo com fread: fim inesperado do arquivo

source: System reports error while reading with fread: %s
de_de: System meldet Fehler beim Lesen mit fread: %s
es_es: Informe de error al leer con fread: %s
fr_fr: Erreur système à la lecture avec fread : %s
it_it: Il sistema riporta un errore di lettura con fread: %s
pt_br: Sistema indica erro lendo com fread: %s

source: Error while reading with fgets: Unexpected end of file
de_de: Fehler beim Lesen mit fgets: Unerwartetes Dateiende
es_es: Error al leer con fgets: fin de fichero inesperado
fr_fr: Erreur système lors de la lecture avec fgets: Fin du fichier inattendue
it_it: Errore di lettura con fgets: fine file inattesa
pt_br: Erro lendo com fgets: Fim inesperado do arquivo

source: System reports error while reading with fgets: %s
de_de: System meldet Fehler beim Lesen mit fgets: %s
es_es: Informe de error al leer con fgets: %s
fr_fr: Erreur système lors de la lecture avec fgets : %s
it_it: Il sistema riporta un errore di lettura con fgers: %s
pt_br: Sistema indica erro lendo com fgets: %s

source: System reports error while attempting to close file: %s
de_de: System meldet Fehler beim Schließen einer Datei: %s
es_es: Informe de error al intentar cerrar un fichero: %s
fr_fr: Erreur système lors de la fermeture du fichier : %s
it_it: Il sistema riporta un errore alla chiusura del file: %s
pt_br: Sistema indica erro tentando fechar arquivo: %s

source: Division by 0!
de_de: Division durch 0!
es_es: ¡División por 0!
fr_fr: Division par 0!
it_it: Divisione per 0!
pt_br: Divisão por 0!

source: Square root with negative argument!
de_de: Wurzel mit negativem Argument!
es_es: ¡Raíz cuadrada con argumento negativo!
fr_fr: Racine carrée avec argument négatif !
it_it: Radice quadrata con argomento negativo!
pt_br: Raiz quadrada com argumento negativo!

source: Dose %s
de_de: Dosis %s
es_es: Dosis %s

source: Dose %i <= 0!
de_de: Dosis %i <= 0!
es_es: Dosis %i <= 0!

source: doselab=|%s|, effectlab=|%s|
de_de: dosislab=|%s|, effektlab=|%s|

source: Item A | Item B
de_de: Merkmal A | Merkmal B
es_es: Variable A | Variable B
fr_fr: Variable A | Variable B
it_it: Elemento A| Elemento B
