Repository: OS2World/APP-ANALISYS-Statist
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: 4 = Beep at errors and warnings
de_de: 4 = Piepton bei Fehler und Warnungen
es_es: 4 = Pita en errores y advertencias
fr_fr: 4 = Bip aux erreurs et avertissements
it_it: 4 = Beep in caso di errori o warnings
pt_br: 4 = Bipar durante erros e avisos

source: 5 = Histogram as text graphic instead of gnuplot-graphic
de_de: 5 = Histogramm als Textgrafik statt gnuplot-Graphik
es_es: 5 = Histograma modo texto en vez de con gnuplot
fr_fr: 5 = Histogramme mode texte au lieu de gnuplot
it_it: 5 = Istogrammi come grafica testuale anzicchè grafici gnuplot
pt_br: 5 = Histograma como texto e não como gráfico do Gnuplot

source: 6 = Special output changes from Bernhard
de_de: 6 = Bernhards Outputänderungen
es_es: 6 = Cambios de Bernhard para la salida
fr_fr: 6 = Sortie spéciale changé par Bernhard
it_it: 6 = Output speciale cambiato da Bernhard
pt_br: 6 = Mudanças no output introduzidas por Bernhard

source: 7 = Use system command "%s"
de_de: 7 = Verwende System Befehl "%s"
fr_fr: 7 = Utiliser des commandes systèmes "%s"
it_it: 7 = Utilizza il comando di sistema "%s"
pt_br: 7 = Usar comando do sistema "%s"

source: 8 = Use value labels
de_de: 8 = Verwendung von Bezeichnern für Werte
fr_fr: 8 = Utiliser des étiquettes de valeurs
it_it: 8 = Usa le etichette dei valori
pt_br: 8 = Usar rótulos de valores

source: 9 = Maximum number of rows before aborting table printing [%i]
de_de: 9 = Maximale Anzahl von Zeilen bevor Abbruch der Tabellenausgabe [%i]
fr_fr: 9 = Nombre maximum de lignes à imprimer avant d'abandonner [%i]
it_it: 9 = Numero massimo di righe prima di interrompere la stampa della tabella [%i]
pt_br: 9 = Número máximo de linhas antes de abortar a impressão de tabelas [%i]

source: 10 = Screen number of columns [%i]
de_de: 10 = Bildschirmausgabe, Anzahl der Spalten [%i]
fr_fr: 10 = Ecran nombre de colonnes [%i]
it_it: 10 = Numero di colonne per schermata [%i]
pt_br: 10 = Número de colunas da tela [%i]

source: 11 = Screen number of lines [%i]
de_de: 11 = Bildschirmausgabe, Anzahl der Zeilen [%i]
fr_fr: 11 = Ecran nombre de lignes [%i]
it_it: 11 = Numero di linee per schermata [%i]
pt_br: 11 = Número de linhas da tela [%i]

source: No file with labels was loaded yet. Do you want to load one now? (%s)
de_de: Bisher wurde keine Datei mit Bezeichnern geladen. Wollen Sie dies nun tun? (%s)
fr_fr: Aucun fichier avec étiquettes n'a été lus. Voulez-vous en lire un maintenant ? (%s)
it_it: Non è stato ancora caricato nessun file con le etichette. Si desidera caricarne uno adesso? (%s)
pt_br: Nenhum arquivo com rótulos foi lido ainda. Você gostaria de abrir um agora? (%s)

source: Name of file with labels:
de_de: Name der Datei mit den Bezeichnern:
fr_fr: Nom des fichiers avec les étiquettes :
it_it: Nome del file con le etichette:
pt_br: Nome do arquivo com rótulos:

source: File "%s" not found!
de_de: Datei "%s" nicht gefunden!
es_es: ¡No encuentro el fichero "%s"!
fr_fr: Fichier "%s" non trouvé!
it_it: File "%s" non trovato!
pt_br: Arquivo "%s" não encontrado!

source: Please, choose a new value:
de_de: Bitte wählen Sie einen neuen Wert:
fr_fr: Sélectionner une nouvelle valeur:
it_it: Si prega di scegliere un nuovo valore:
pt_br: Escolha um novo valor:

source: The number must be bigger than %i
de_de: Die Zahl muss größer sein als %i
fr_fr: Le nombre doit être plus grand que %i
it_it: Il numero deve essere più grande di %i
pt_br: O número deve ser maior do que %i

source: Creating gnuplot-graphic ...
de_de: Erstelle gnuplot-Graphik ...
es_es: Creando el gráfico de gnuplot ...
fr_fr: Création du graphique par gnuplot ...
it_it: Generazione del grafico gnuplot ...
pt_br: Criando gráfico com gnuplot ...

source: Creating gnuplot command file '%s'
de_de: Erstelle Kommandodatei '%s' für gnuplot
es_es: Creando el fichero de comandos '%s' para gnuplot
fr_fr: Création de fichier de commande '%s' pour gnuplot
it_it: Generazione del file di comando '%s' per gnuplot
pt_br: Criando arquivo '%s' com comandos gnuplot

source: Invalid encoding specification: "%s"
de_de: Ungültige Angabe der Kodierung: "%s"
fr_fr: Spécification d'encodage invalide : "%s"
pt_br: Codificação de caracteres inválida: "%s"

source: An invalid multibyte sequence was encountered in the input:
de_de: In der Eingabe trat eine ungültige multibyte-Zeichenfolge auf:
fr_fr: Une séquence multi-bit invalide a été rencontré dans les entrées :
pt_br: Foi encontrado um caractere inválido:

source: gnuplot-initialization failed!
de_de: gnuplot-Initialisierung gescheitert!
es_es: ¡Fallo en la inicialización de gnuplot!
fr_fr: Initialisation de gnuplot échouée !
it_it: inizializzazione di gnuplot fallita!
pt_br: inicialização do gnuplot falhou!

source: Please enter a name for the png file:
de_de: Bitte Namen der png-Exportdatei angeben:
fr_fr: Entrer le nom du fichier png (exportation) :
pt_br: Digite o nome do arquivo png:

source: Linear Regression
de_de: Lineare Regression
es_es: Regresión Lineal
fr_fr: Régression Linéaire
it_it: Regressione Lineare
pt_br: Regressão Linear

source: Multiple Linear Regression
de_de: Multiple Lineare Regression
es_es: Regresión Lineal Múltiple
fr_fr: Régression Linéaire Multiple
it_it: Regressione Lineare Multipla
pt_br: Regresão Linear Múltipla

source: KS-Lilliefors-Test
es_es: Contraste KS-Lilliefors
fr_fr: Test KS-Lilliefors
it_it: Test KS-Lilliefors
pt_br: Teste KS-Lilliefors

source: Cumulative distribution
de_de: Kumulative Verteilung
es_es: Distribución acumulada
fr_fr: Distribution cumulée
it_it: Distribuzione cumulativa
pt_br: Distribuição Cumulativa

source: Histogram
de_de: Histogramm
es_es: Histograma
fr_fr: Histogramme
it_it: Istogramma
pt_br: Histograma

source: Frequency
de_de: Häufigkeit
es_es: Frecuencia
fr_fr: Fréquence
it_it: Frequenza
pt_br: Freqüência

source: Effect %s [%%]
de_de: Wirkung %s [%%]
es_es: Efecto %s [%%]
fr_fr: Effet %s [%%]
it_it: Effetto %s [%%]
pt_br: Efeito %s [%%]

source: Probit analysis
de_de: Probitanalyse
es_es: Análisis probit
fr_fr: Analyse probit
it_it: Analisi probit
pt_br: Análise probit

source: Box-and-Whisker Plot
es_es: Cajas y Bigotes
fr_fr: Graphique Boite à Moustache
it_it: Grafico Box-and-Whisker
pt_br: Diagrama em Caixa

source: Polynomial Regression of Order %i
de_de: Polynomregression %i. Grades
es_es: Regresión polinomial de orden %i
fr_fr: Régression polynominial d'ordre %i
it_it: Regressione polinomiale di ordine %i
pt_br: Regressão Polinomial de Ordem %i

source: Last commands sent to gnuplot:
de_de: Letztes, zu Gnuplot gesendetes, Kommando:
fr_fr: Dernières commands envoyées à gnuplot :
it_it: Ultimo comando inviato a gnuplot:
pt_br: Últimos comandos enviados para o gnuplot:

source: Terminate gnuplot commands with '.'
de_de: gnuplot-Kommandos bitte mit '.' beenden
es_es: Salir de los comandos de gnuplot con '.'
fr_fr: Salir de los comandos de gnuplot con '.'
it_it: Terminare i comandi gnuplot con '.'
pt_br: Terminar comando do gnuplot com '.'

source: Result partial correlation:
de_de: Ergebnis partielle Korrelation:
es_es: Resultados correlación parcial:
fr_fr: Résultat corrélation partiel :
it_it: Risultato della correlazione parziale:
pt_br: Resultado - Correlação parcial:

source: One constant correlation:
de_de: Eine konstante Korrelation:
es_es: Una correlación constante:
fr_fr: Une corrélation constante :
it_it: Una correlazione costante:
pt_br: Uma correlação constante:

source: Two constant correlations:
de_de: Zwei konstante Korrelationen:
es_es: Dos correlaciones constantes:
fr_fr: Deux corrélations constantes:
it_it: Due correlazioni costanti:
pt_br: Duas correlações constantes:

source: Three constant correlations:
de_de: Drei konstante Korrelationen:
es_es: Tres correlaciones constantes:
fr_fr: Trois corrélations constantes:
it_it: Tre correlazioni costanti:
pt_br: Três correlações constantes:

source: t-Test:
es_es: Contraste t:
fr_fr: Test t:
it_it: Test t:
pt_br: Teste-t:

source: Hypothesis H0: r12_3 = 0 against hypothesis H1: r12_3 # 0 (->two sided)
de_de: Hypothese H0: r12_3 = 0 gegen Hypothese H1: r12_3 # 0 (->zweiseitig)
es_es: Hipótesis H0: r12_3 = 0 contra hipótesis H1: r12_3 # 0 (->bilateral)
fr_fr: Hypothèse H0: r12_3 = 0 contre hypothèse H1: r12_3 # 0 (->bilatéral)
it_it: Ipotesi H0: r12_3 =0 contro Ipotesi H1: r12_3 # 0 (->bilaterale)
pt_br: Hipótese H0: r12_3 = 0 versus hipótese H1: r12_3 # 0 (->bicaudal)

source: Probability of H0 = %6.4f
de_de: Wahrscheinlichkeit für H0 = %6.4f
es_es: Nivel crítico (valor P) = %6.4f
fr_fr: Probabilité de H0 = %6.4f
it_it: Probabilità di Ho = %6.4f
pt_br: Probabilidade de H0 = %6.4f

source: Results multiple linear regression:
de_de: Ergebnis multiple lineare Regression:
es_es: Resultados regresión lineal múltiple:
fr_fr: Résultat régression linéaire multiple:
it_it: Risultato della regressione lineare multipla:
pt_br: Resultado - Regressão linear múltipla:

source: Regressed equation: y = B[0] + B[1]*x[1] + B[2]*x[2] +...+
de_de: Regressionsgleichung: y = B[0] + B[1]*x[1] + B[2]*x[2] +...+
es_es: Ecuación de regresión: y = B[0] + B[1]*x[1] + B[2]*x[2] +...+
fr_fr: Equation de régression: y = B[0] + B[1]*x[1] + B[2]*x[2] +...+
it_it: Equazione di regressione: y = B[0] + B[1]*x[1] + B[2]*x[2] +...+
pt_br: Equação de regressão: y = B[0] + B[1]*x[1] + B[2]*x[2] +...+

source: Column 'resi' updated!
de_de: Spalte 'resi' aktualisiert!
es_es: ¡Columna 'resi' actualizada!
fr_fr: Colonne 'resi' actualisée !
it_it: Colonna 'resi' aggiornata!
pt_br: Coluna 'resi' atualizada!

source: Coefficient of determination r^2 = %f
de_de: Bestimmtheitsmass r² = %f
es_es: Coeficiente de determinación r² = %f
fr_fr: Coefficient de détermination r² = %f
it_it: Coefficiente di determinazione r^2 = %f
pt_br: Coeficiente de determinação r² = %f

source: Correlation coefficient r = %f
de_de: Korrelationkoeffizient r = %f
es_es: Coeficiente de correlación r = %f
fr_fr: Coefficient de corrélation r = %f
it_it: Coefficiente di correlazione r = %f
pt_br: Coeficiente de correlação r = %f

source: Standard deviation s = %f
de_de: Standardabweichung s = %f
es_es: Desviación típica s = %f
fr_fr: Ecart-type s = %f
it_it: Deviazione standard s = %f
pt_br: Desvio padrão s = %f

source: Number of data points n = %i
de_de: Anzahl der Datenpunkte n = %i
es_es: Número de puntos n = %i
fr_fr: Nombre de données points n = %i
it_it: Numero di punti dati n = %i
pt_br: Número de dados n = %i

source: F-value = %f
de_de: F-Wert = %f
es_es: Valor F = %f
fr_fr: Valeur F = %f
it_it: Valore di F = %f
pt_br: Valor-F = %f

source: Degree of freedom f1 = %i
de_de: Freiheitsgrade f1 = %i
es_es: Grados de libertad f1 = %i
fr_fr: Degré de liberté f1 = %i
it_it: Gradi di libertà f1 = %i
pt_br: Grau de liberdade f1 = %i

source: Degree of freedom f2 = %i
de_de: Freiheitsgrade f2 = %i
es_es: Grados de libertad f2 = %i
fr_fr: Degré de liberté f2 = %i
it_it: Gradi di libertà f2 = %i
pt_br: Grau de liberdade f2 = %i

source: F-Test:
es_es: Contraste F:
fr_fr: Test F:
it_it: Test F:
pt_br: Teste-F:

source: Hypothesis H0: r=0 against hypothesis H1: r#0
de_de: Hypothese H0: r=0 gegen Hypothese H1: r#0
es_es: Hipótesis H0: r=0 contra hipótesis H1: r#0
fr_fr: Hypothèse H0: r=0 contre Hypothèse H1: r#0
it_it: Ipotesi H0: r=0 contro Ipotesi H1: r#0
pt_br: Hipótese H0: r = 0 versus hipótese H1: r # 0

source: Probability of H0: %6.4f
de_de: Wahrscheinlichkeit für H0: %6.4f
es_es: Nivel crítico (valor P): %6.4f
fr_fr: Probabilité de H0 : %6.4f
it_it: Probabilità di H0: %6.4f
pt_br: Probabilidade de H0: %6.4f

source: F-Test not possible since r = 1
de_de: F-Test nicht möglich, da r = 1
es_es: El contraste F no es posible, pues r = 1
fr_fr: Test-F impossible, tant que r = 1
it_it: Test F non eseguibile perchè r = 1
pt_br: Teste F impossível porque r = 1

source: predicted
de_de: vorhergesagt
es_es: predicho
fr_fr: prédit
it_it: previsto
pt_br: predito

source: r^2 of regression y versus y_pred = %f
de_de: r² der Regression y gegen y_pred = %f
es_es: r² de la regresión y contra y_pred = %f
fr_fr: r² de la régression y contre y_pred = %f
it_it: r^2 della regressione y vs. y_pred = %f
pt_br: r² da regressão y versus y_pred = %f

source: Variance of prediction q^2 = %f
de_de: Varianz der Prognose q² = %f
es_es: Varianza de la predicción q² = %f
fr_fr: Variance de la prédiction q² = %f
it_it: Varianza della previsione q^2 = %f
pt_br: Variância da predição q² = %f

source: Original y-Vector: r^%6.4f q^2=%6.4f
de_de: Originaler y-Vektor: r^%6.4f q²=%6.4f
es_es: Vector y original: r^%6.4f q²=%6.4f
fr_fr: Vecteur y original : r^%6.4f q²=%6.4f
it_it: Vettore y originale: r^%6.4f q²=%6.4f
pt_br: Vetor y original: r^%6.4f q²=%6.4f

source: Starting with randomization of y-vector. Please be patient ...
de_de: Starte mit Randomisierung des Y-Vektors, etwas Geduld bitte ...
es_es: Empezando la aleatorización del vector y. Tenga paciencia ...
fr_fr: Début du tirage aléatoire du vecteur y. SVP soyez patient ...
it_it: Inizio della randomizzazione del vettore y, attendere prego ...
pt_br: Iniciando a aleatorização do vetor y. Por favor, seja paciente ...

source: Calculating q^2 and r^2 of randomized vectors ...
de_de: Berechne q² und r² der randomisierten Vektoren ...
es_es: Calculando q² y r² de los vectores aleatorizados ...
fr_fr: Calcul en cours de q² et r² des vecteurs aléatoires ...
it_it: Calcolo di q^2 e r^2 dei vettori randomizzati ...
pt_br: Calculando q² e r² dos vetores aleatorizados ...

source: done!
de_de: fertig!
es_es: ¡hecho!
fr_fr: fait !
it_it: finito!
pt_br: concluído!

source: Gauss-Elimination: No possible solution!
de_de: Gauss-Elimination: Keine Lösung möglich!
es_es: Eliminación de Gauss: ¡Sin solución!
fr_fr: Elimination de Gauss: solution impossible !
it_it: Eliminazione di Gauss: nessuna soluzione possibile!
pt_br: Eliminação Gauss: nenhuma solução possível!

source: Coefficient a%i = %15e
de_de: Koeffizient a%i = %15e
es_es: Coeficiente a%i = %15e
it_it: Coefficiente a%i = %15e
pt_br: Coeficiente a%i = %15e

source: Result polynomial regression:
de_de: Ergebnis Polynomregression:
es_es: Resultado regresión polinomial:
fr_fr: Résultat régression polynomial :
it_it: Risultato della regressione polinomiale:
pt_br: Resultado - Regressão polinomial:

source: Regressed equation: y = a0 + a1*x + a2*x^2 +...+ an*x^n
de_de: Regressionsgleichung: y = a0 + a1*x + a2*x² +...+ an*x^n
es_es: Ecuación de regresión: y = a0 + a1*x + a2*x² +...+ an*x^n
fr_fr: Equation de régression : y = a0 + a1*x + a2*x² +...+ an*x^n
it_it: Equazione di regressione: y = a0 + a1*x + a2*x² +...+ an*x^n
pt_br: Equação de regressão: y = a0 + a1*x + a2*x² +...+ an*x^n

source: F-value = %f
de_de: F-Wert = %f
es_es: Valor F = %f
fr_fr: Valeur F = %f
it_it: Valore F = %f
pt_br: Valor F = %f

source: Hypothesis H0: r=0 against hypothesis H1: r>0 or r<0
de_de: Hypothese H0: r=0 gegen Hypothese H1: r>0 bzw. r<0
es_es: Hipótesis H0: r=0 contra hipótesis H1: r>0 ó r<0
fr_fr: Hypothèse H0: r=0 contre Hypothèse H1: r>0 ou r<0
it_it: Ipotesi H0: r=0 contro Ipotesi H1: r>0 o r<0
pt_br: Hipótese H0: r = 0 contra hipótese H1: r > 0 ou r < 0

source: Matrix of linear correlation of variables:
de_de: Matrix der linearen Korrelation der Variablen:
es_es: Matriz de correlaciones lineales entre variables:
fr_fr: Matrice de corrélations linéaires entre variables:
it_it: Matrice di correlazione lineare delle variabili:
pt_br: Matriz da correlação linear entre variáveis:

source: Variable
it_it: Variabile
pt_br: Variável

source: Matrix of SPEARMAN'S Rank-Correlation-Coefficients
de_de: Matrix der SPEARMAN'SCHEN Rank-Korrelationskoeffizienten
es_es: Matriz de coeficientes de correlación de SPEARMAN
fr_fr: Matrice de coefficients de corrélation de SPEARMAN
it_it: Matrice dei coefficienti di correlazione di SPEARMAN
pt_br: Matriz dos coeficientes de correlação de postos de SPEARMAN

source: of the variables:
de_de: der Variablen:
es_es: de las variables:
fr_fr: des variables:
it_it: delle variabili:
pt_br: das variáveis:

source: Continue showing these math warnings? (%s)
de_de: Weiterhin diese mathematischen Warnungen anzeigen? (%s)
fr_fr: Continuer à montrer ces avertissements math ? (%s)
it_it: Continuare a mostrare questi avvisi di matematica? (%s)
pt_br: Continuar mostrando advertências de erro? (%s)

source: Can not calculate probit: dose %g count %g effect %g
de_de: Probit nicht berechenbar: Dosis %g Anzahl %g Effekt %g
es_es: No puedo calcular probit: dosis %g número %g efecto %g
fr_fr: Ne peut calculer probit: dose %g nombre %g effet %g
it_it: Impossibile calcolare probit: dose %g numerosità %g effetto %g
pt_br: Não foi possível calcular probit: dose %g contagem %g efeito %g

source: dose=%6g num=%g effect=%2f prop=%4.2f probit=%5.2f
de_de: Dosis=%6g num=%g effect=%2f prop=%4.2f Probit=%5.2f
es_es: Dosis=%6g núm=%g efecto=%2f prop=%4.2f Probit=%5.2f
fr_fr: Dose=%6g num=%g effectif=%2f prop=%4.2f Probit=%5.2f
it_it: dose=%6g num=%g effetto=%2f prop=%4.2f probit=%5.2f
pt_br: dose=%6g num=%g efeito=%2f prop=%4.2f probit=%5.2f

source: Less than 2 valid dose-effect pairs!
de_de: Weniger als 2 gültige Dosis-Wirkungspaare!
es_es: ¡Menos de 2 pares dosis-efecto válidos!
fr_fr: Moins de 2 paires valides d'effet dose !
it_it: Meno di 2 coppie dose-effetto valide!
pt_br: Menos de 2 pares dose-efeito válidos!

source: All effect probabilities are equal!
de_de: Alle Effektwahrscheinlichkeiten sind gleich gross!
es_es: ¡Todas las probabilidades de efecto son iguales!
fr_fr: Tous les effets sont égales !
it_it: Tutte le probabilità di effetto sono uguali!
pt_br: Todas as probabilidades de efeito são iguais!

source: All doses are equal!
de_de: Alle Dosen sind gleich gross!
es_es: ¡Todas las dosis son iguales!
fr_fr: Toutes les doses sont égales !
it_it: Tutte le dosi sono uguali!
pt_br: Todas as doses são iguais!

source: Result probit analysis:
de_de: Ergebnis Probitanalyse:
es_es: Resultados análisis probit:
fr_fr: Résultat analyse probit :
it_it: Risultato dell'analisi di probit:
pt_br: Resultado - Análise probit:

source: Inverse probit curve due to negative slope a1!!!
de_de: Inverse Probitkurve wegen negativer Steigung a1!!!
es_es: Curva probit inversa por la pendiente negativa a1!!!
fr_fr: La courbe probit inversée à cause de la pente négative d'a1!!!
it_it: Curva di probit inversa a causa della pendenza negativa a1!!!
pt_br: Curva probit invertida devido a inclinação negativa de a1!!!

source: Confidence range (95%%) for ED50: [%g, %g]
de_de: Vertrauensgrenzen (95%%) für ED50: [%g, %g]
es_es: Rango de confianza (95%%) para ED50: [%g, %g]
fr_fr: Intervale de confiance (95%%) pour ED50: [%g, %g]
it_it: Intervallo di confidenza (95%%) per ED50: [%g, %g]
pt_br: Intervalo de confiança (95%%) para ED50: [%g, %g]

source: Chi^2= %g
de_de: Chi² = %g
es_es: ji² = %g
fr_fr: Chi² = %g
pt_br: X² = %g

source: Degrees of freedom = %i
de_de: Freiheitsgrade = %i
es_es: Grados de libertad = %i
fr_fr: Degrés de liberté = %i
it_it: Gradi di libertà = %i
pt_br: Graus de liberdade = %i

source: Check value Tau = %f
de_de: Pruefgroesse Tau = %f
es_es: Valor de prueba Tau = %f
fr_fr: Valeur corrigée Tau = %f
it_it: Valore di controllo Tau = %f
pt_br: Valor de verificação Tau = %f

source: t-Test with check value Tau:
de_de: t-Test mit Pruefgroesse Tau:
es_es: Contraste t con valor de prueba Tau:
fr_fr: Test t avec la valeur corrigée Tau:
it_it: Test T con valore di controllo Tau:
pt_br: Teste-t com valor Tau de verificação:

source: Hypothesis H0: Correlation according to probit-model exists
de_de: Hypothese H0: Es besteht ein Zusammenhang gemäß Probit-Modell
es_es: Hipótesis H0: Existe correlación según el modelo probit
fr_fr: Hypothèse H0: Il existe une corrélation selon le modèle probit
it_it: Ipotesi H0: esiste correlazione secondo il modello di probit
pt_br: Hipótese H0: Existe correlação de acordo com o modelo probit

source: Probability of H0: %f
de_de: Wahrscheinlichkeit für H0: %f
es_es: Nivel crítico (valor P): %6.4f
fr_fr: Probabilité de H0 (valeur P): %6.4f
it_it: Probabilità di H0: %f
pt_br: Probabilidade de H0: %f

source: t-Test with Tau not possible since Tau = 0
de_de: t-Test mit tau nicht möglich, da Tau=0
es_es: ¡Contraste t con la tau imposible, pues t = 0!
fr_fr: Test t avec Tau impossible, tant que Tau = 0 !
it_it: Test T con il Tau impossibile perchè Tau = 0
pt_br: Teste-t com Tau não é possível pois Tau = 0

source: Chi^2-test:
de_de: Chi²-test:
es_es: Contraste ji²:
fr_fr: Test Chi²:
it_it: Test Chi^2:
pt_br: Teste Qui-Quadrado:

source: Hypothesis H0: r=0 vs. H1: r#0
de_de: Hypothese H0: r=0 gegen H1: r#0
es_es: Hipótesis H0: r=0 contra hipótesis H1: r#0
fr_fr: Hypothèse H0: r=0 contre Hypothèse H1: r#0
it_it: Ipotesi H0: r=0 contro H1: r#0
pt_br: Hipótese H0: r = 0 versus H1: r # 0

source: Hypothesis H0: Data is normally distributed versus
de_de: Hypothese H0: Daten sind normalverteilt gegen
es_es: Hipótesis H0: Los datos tienen distribución normal contra
fr_fr: Hypothèse H0: Les données sont normalement distribuées
it_it: Ipotesi H0: i dati sono distribuiti secondo la distr. normale contro
pt_br: Hipótese H0: Os dados são distribuídos normalmente versus

source: Hypothesis H1: Data is not normally distributed
de_de: Hypothese H1: Daten sind nicht normalverteilt
es_es: Hipótesis H1: Los datos no tienen distribución normal
fr_fr: Hypothèse H1: Les données ne sont pas normalement distribuées
it_it: Ipotesi H1: i dati non sono distribuiti secondo la distr. normale
pt_br: Hipótese H1: Dados não são normalmente distribuídos

source: Result KS-Lilliefors-Test on normal distribution:
de_de: Ergebnis KS-Lilliefors-Test auf Normalverteilung:
es_es: Resultado del contraste de normalidad de KS-Lilliefors:
fr_fr: Résultat du test de normalité de KS-Lilliefors :
it_it: Risultato del test KS-Lilliefors sulla distribuzione normale:
pt_br: Resultado - Teste KS-Lilliefors para distribuição normal:

source: D (calculated)= %f
de_de: D (berechnet)= %f
es_es: D (calculada)= %f
fr_fr: D (calculé)= %f
it_it: D (calcolato)= %f
pt_br: D (calculado) = %f

source: Number of data = %i
de_de: Anzahl der Daten = %i
es_es: Número de datos = %i
fr_fr: Nombre de données = %i
it_it: Numero dei dati = %i
pt_br: Quantidade de dados = %i

source: Mean = %g
de_de: Mittelwert = %g
es_es: Media = %g
fr_fr: Moyenne = %g
it_it: Media = %g
pt_br: Média = %g

source: Standard deviation = %g
de_de: Standardabweichung = %g
es_es: Desviación típica = %g
fr_fr: Ecart-type = %g
it_it: Deviazione standard = %g
pt_br: Desvio padrão = %g

source: H0 accepted with a significance level of %i%%
de_de: H0 wird auf %i%% Niveau akzeptiert
es_es: H0 aceptada al nivel de significación %i%%
fr_fr: H0 accepté avec un niveau de confiance de %i%%
it_it: H0 è accettata con una significatività del %i%%
pt_br: H0 aceita com um nível de significância de %i%%

source: H0 rejected
de_de: H0 wird verworfen
es_es: H0 rechazada
fr_fr: H0 rejeté
it_it: H0 è rigettata
pt_br: H0 rejeitada

source: Percentiles for column "%s"
de_de: Perzentile für Spalte "%s"
es_es: Percentiles para la columna "%s"
fr_fr: Centiles pour la colonne "%s"
it_it: Percentile per colonna "%s"
pt_br: Percentis para coluna "%s"

source: Test aborted: There are more than %i classes of frequency.
de_de: Test abgebrochen: Es gibt mehr als %i Häufigkeitsklassen.
fr_fr: Test abandonnée : Il y a plus de %i classes de fréquence.
it_it: Test interrotto: Ci sono più di %i classi di frequenza.
pt_br: Teste cancelado: Há mais de %i classes de freqüência.
