Repository: OS2World/APP-ANALISYS-Statist
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: MAIN MENU:
de_de: HAUPTMENÜ:
es_es: MENU PRINCIPAL:
fr_fr: MENU PRINCIPAL:
it_it: MENU PRINCIPALE:
pt_br: MENU PRINCIPAL:

source: 0 = Quit
de_de: 0 = Ende
es_es: 0 = Salir
fr_fr: 0 = Quitter
it_it: 0 = Esci
pt_br: 0 = Sair

source: 1 = Data management
de_de: 1 = Datenverwaltung
es_es: 1 = Gestión de datos
fr_fr: 1 = Gestion des données
it_it: 1 = Gestione dei dati
pt_br: 1 = Administração dos dados

source: 2 = Regressions and correlations
de_de: 2 = Regression und Korrelation
es_es: 2 = Regresiones y correlaciones
fr_fr: 2 = Régressions et corrélations
it_it: 2 = Regressione e correlazione
pt_br: 2 = Regressões e correlações

source: 3 = Tests
es_es: 3 = Contrastes
it_it: 3 = Test
pt_br: 3 = Testes

source: 4 = Miscellaneous
de_de: 4 = Verschiedenes
es_es: 4 = Varios
fr_fr: 4 = Divers
it_it: 4 = Varie
pt_br: 4 = Diversos

source: 5 = Data manipulation
de_de: 5 = Datenmanipulation
es_es: 5 = Manipulación de datos
fr_fr: 5 = Manipulación des données
it_it: 5 = Manipolazione dei dati
pt_br: 5 = Manipulação dos dados

source: 6 = Preferences
de_de: 6 = Präferenzen
es_es: 6 = Preferencias
fr_fr: 6 = Préférences
it_it: 6 = Preferenze
pt_br: 6 = Preferências

source: Your choice:
de_de: Ihre Wahl:
es_es: Su elección:
fr_fr: Votre Choix:
it_it: Immettere la scelta:
pt_br: Sua escolha:

source: Illegal instruction!
de_de: Ungültige Anweisung!
es_es: ¡Instrucción ilegal!
fr_fr: Instruction interdite !
it_it: Istruzione non consentita!
pt_br: Instrução ilegal!

source: MISCELLANEOUS:
de_de: VERSCHIEDENES:
es_es: VARIOS:
fr_fr: DIVERS :
it_it: VARIE:
pt_br: DIVERSOS:

source: 0 = Main menu
de_de: 0 = Hauptmenü
es_es: 0 = Menú principal
fr_fr: 0 = Menu principal
it_it: 0 = Menu principale
pt_br: 0 = Menu principal

source: 1 = Standard deviation, mean, median, etc.
de_de: 1 = Standardabweichung, Mittelwert, Median uva.
es_es: 1 = Desviación típica, media, mediana, etc.
fr_fr: 1 = Ecart-type, moyenne, médiane, etc...
it_it: 1 = Deviazione standard, Media, Mediana ecc.
pt_br: 1 = Desvio padrão, média, mediana, etc.

source: 2 = Probit analysis
de_de: 2 = Probitanalyse
es_es: 2 = Análisis probit
fr_fr: 2 = Analyses probit
it_it: 2 = Probit analysys - dose effetto
pt_br: 2 = Análise probit

source: 3 = Outliers & Box-Whisker-plot
de_de: 3 = Ausreißer + Box-Whisker-Plot
es_es: 3 = Valores atípicos + Cajas y Bigotes
fr_fr: 3 = Valeurs extrêmes + Graphique boite à moustache
it_it: 3 = Valori spuri (outliers) e grafico Box-Whisker
pt_br: 3 = Valores atípicos (outliers) & Diagrama de Caixa

source: 4 = Percentiles
de_de: 4 = Perzentile
fr_fr: 4 = Centiles
it_it: 4 = Percentili
pt_br: 4 = Percentis

source: 5 = Frequency table
de_de: 5 = Häufigkeitstabelle
es_es: 5 = Tabla de frecuencias
fr_fr: 5 = Table de fréquences
it_it: 5 = Tabella delle frequenze
pt_br: 5 = Tabela de freqüências

source: 6 = Compare means
de_de: 6 = Vergleiche die Mittelwerte
fr_fr: 6 = Comparer moyennes
it_it: 6 = Confronto delle medie
pt_br: 6 = Comparar médias

source: 8 = Save last gnuplot graphic as png
de_de: 8 = Letzte Gnuplot-Graphik als png-Datei speichern
fr_fr: 8 = Sauver graphique Gnuplot en png
pt_br: 8 = Salvar último gráfico do Gnuplot como png

source: 9 = Enter gnuplot commands
de_de: 9 = gnuplot-Befehle eingeben
es_es: 9 = Entrar comandos de gnuplot
fr_fr: 9 = Entrer les commandes de gnuplot
it_it: 9 = Immissione comandi gnuplot
pt_br: 9 = Digitar comandos do gnuplot

source: Number of classes (0 or RETURN for auto):
de_de: Anzahl der Klassen (0 oder ENTER für auto):
es_es: Número de clases (0 o INTRO para auto):
fr_fr: Nombre de classes (0 ou ENTREE pour auto):
it_it: Numero di classi (0 o INVIO per automatico):
pt_br: Número de classes (0 ou ENTER para auto):

source: More than %i classes not allowed!
de_de: Mehr als %i Klassen sind nicht erlaubt!
es_es: ¡No se permite más de %i clases!
fr_fr: Plus de %i classes non permis !
it_it: Non sono consentite più di %i classi!
pt_br: Não são permitidas mais de %i classes!

source: Please enter a meaningful number of classes!
de_de: Bitte SINNVOLLE Angaben für Anzahl der Klassen machen!!!
es_es: ¡No entiendo el número de clases pedido!
fr_fr: SVP entrer un nombre de classes compréhensible
it_it: Prego inserire un numero di classi sensato!
pt_br: Digite um número válido de classes!

source: Set number to 100 (--> percent? ) %s
de_de: Anzahl auf 100 setzen (--> Prozent? ) %s
es_es: ¿Poner número a 100 (--> porcentaje)? %s
fr_fr: Mettre le nombre à 100 (--> pourcentage ?) %s
it_it: Rapportarsi a 100 (--> per cento? ) %s
pt_br: Configurar número para 100 (--> percentual? ) %s

source: Please select columns containing dose and effect data
de_de: Bitte Spalten für Dosis und Effekt angeben
es_es: Seleccione columnas con datos de dosis y efecto
fr_fr: Sélectionner les colonnes contenant les données dose et effet
it_it: Selezionare le colonne contenenti i dati per dose e effetto
pt_br: Selecione as colunas contendo os dados de dose e efeito

source: Please select columns containing dose, number, effect data
de_de: Bitte Spalten für Dosis, Anzahl, Effekt angeben
es_es: Seleccione columnas con datos de dosis, número, efecto
fr_fr: Sélectionner les colonnes contenant les données dose, effectif et effet
it_it: Selezionare le colonne contenenti i dati per dose, numero ed effetto
pt_br: Selecione as colunas contendo dados de dose, número e efeito

source: Please select columns to compare means,
de_de: Bitte Anzahl der Spalten eingeben, deren Mittelwerte verglichen werden,
fr_fr: Sélectionner les colonnes pour comparer les moyennes,
it_it: Selezionare le colonne di cui confrontare le medie,
pt_br: Selecione as colunas para a comparação de médias,

source: (the first one will be taken as y-value)
de_de: (die erste angewählte Spalte wird als y-Wert genommen)
es_es: (la primera columna seleccionada será la variable dependiente y)
fr_fr: (la première colonne sélectionnera la valeur y (variable dépendante))
it_it: (la prima verrà utilizzata per i valori sulla y)
pt_br: (a primeira será tomada como valor 'y')

source: TESTS:
es_es: CONTRASTES:
it_it: TEST:
pt_br: TESTES:

source: 1 = t-test for comparison of two means of two samples
de_de: 1 = t-Test zum Vergleich zweier Mittelwerte aus Stichproben
es_es: 1 = Contraste t para comparar medias en dos muestras independientes
fr_fr: 1 = Test t pour la comparaison de 2 moyennes de 2 échantillons
it_it: 1 = t-test per il confronto tra medie di due campioni
pt_br: 1 = Teste-t para comparar as médias de duas amostras

source: 2 = t-test for comparison of pairwise ascertained samples
de_de: 2 = t-test zum Vergleich paarweise erhobener Stichproben
es_es: 2 = Contraste t para comparar medias en dos muestras emparejadas
fr_fr: 2 = Test t pour la comparaison d'échantillons appareillés
it_it: 2 = t-test per il confronto tra campioni accoppiati
pt_br: 2 = Teste-t para comparação de amostras emparelhadas

source: 3 = Test of normal distribution (KS-Lilliefors-Test)
de_de: 3 = Test auf Normalverteilung (KS-Lilliefors-Test)
es_es: 3 = Contraste de normalidad (KS-Lilliefors-Test)
fr_fr: 3 = Test de distribution normal (KS-Lilliefors-Test)
it_it: 3 = Test di distribuzione normale (test di KS-Lilliefors)
pt_br: 3 = Teste de distribuição normal (KS-Lilliefors)

source: 4 = Chi^2-fourfold-test
de_de: 4 = Chi²-Vierfeldertafel
es_es: 4 = Contraste ji² para tablas 2x2
fr_fr: 4 = Test Chi² pour table 2x2
it_it: 4 = Test Chi^2 a quattro campi
pt_br: 4 = Teste Qui-Quadrado para tabelas 2x2

source: 5 = Chi^2 two-items-test
de_de: 5 = CHI² Zwei-Merkmale-Tafeltest
es_es: 5 = Contraste ji² para tablas mayores
fr_fr: 5 = Test Chi² pour 2 variables
it_it: 5 = Test Chi^2 a 2 grandezze
pt_br: 5 = Qui-Quadrado (dois itens)

source: 6 = u-test (Test of independence of two samples)
de_de: 6 = u-Test (Test auf Unabhängigkeit 2er Stichproben)
es_es: 6 = Contraste U (de independencia de dos muestras)
fr_fr: 6 = Test U (test d'indépendance de 2 échantillons)
it_it: 6 = u-Test (test di indipendenza di 2 campioni)
pt_br: 6 = Teste-u (Teste de independência de duas amostras)

source: 7 = H-test (Kruskal-Wallis) for k independent samples
de_de: 7 = H-Test (Kruskal-Wallis) für k unabhängige Stichproben
es_es: 7 = Contraste H (Kruskal-Wallis) para k muestras independientes
fr_fr: 7 = Test H (Kruskal-Wallis) pour k échantillons indépendants
it_it: 7 = H-test (Kruskal-Wallis) per k campioni indipendenti
pt_br: 7 = Teste-H (Kruskal-Wallis) para k amostras independentes

source: 8 = Wilcoxon-Rank-test for pairwise ascertained samples
de_de: 8 = Wilcoxon-Rang-Test für paarweise erhobene Stichproben
es_es: 8 = Contraste de rangos de Wilcoxon para muestras emparejadas
fr_fr: 8 = Test de rang de Wilcoxon pour échnatillons appareillés
it_it: 8 = Test di Wilcoxon-Rank per campioni accoppiati
pt_br: 8 = Teste de postos de Wilcoxon para amostras emparelhadas

source: 9 = Chi^2-test of equal frequency
de_de: 9 = Chi²-Test auf gleiche Häufigkeiten
es_es: 9 = Contraste ji² de frecuencias iguales
fr_fr: 9 = Test Chi² de fréquences égales
it_it: 9 = Test Chi^2 per frequenze uguali
pt_br: 9 = Qui-Quadrado de igual freqüência

source: 10 = Chi^2-test of correspondence between measured and theoretical frequency
de_de: 10 = Chi²-Test auf Gleicheit von gemessenen mit theor. Häufigkeiten
es_es: 10 = Contraste ji² de ajuste entre frecuencias observadas y teóricas
fr_fr: 10 = Test Chi² de correspondance entre fréquences théoriques et mesurées
it_it: 10 = Test Chi^2 di uguaglianza tra frequenze misurate e teoriche
pt_br: 10 = Qui-Qd. da correspondência entre freqüências medida e teórica

source: Variable 1 (x) = measured distribution
de_de: Variable 1 (x) = beobachtete Verteilung
es_es: Variable 1 (x) = distribución observada
fr_fr: Variable 1 (x) = distribution observée
it_it: Variabile 1 (x) = distribuzione osservata
pt_br: Variável 1 (x) = distribuição medida

source: Variable 2 (y) = expected (theoretical) distribution
de_de: Variable 2 (y) = erwartete (theoretische) Verteilung
es_es: Variable 2 (y) = distribución esperada (teórica)
fr_fr: Variable 2 (y) = distribution attendu (théorique)
it_it: Variabile 2 (y) = distribuzione attesa (teorica)
pt_br: Variável 2 (y) = distribuição esperada (teórica)

source: REGRESSION & CORRELATION:
de_de: REGRESSION & KORRELATION:
es_es: REGRESSION Y CORRELACION:
fr_fr: REGRESSION ET CORRELATION:
it_it: REGRESSIONE & CORRELAZIONE:
pt_br: REGRESSÃO & CORRELAÇÃO:

source: 1 = Linear regression and correlation
de_de: 1 = Lineare Regression und Korrelation
es_es: 1 = Regresión lineal y correlación
fr_fr: 1 = Régression linéaire et corrélation
it_it: 1 = Regressione lineare e correlazione
pt_br: 1 = Regressão linear e correlação

source: 2 = SPEARMAN rank-correlation-coefficient
de_de: 2 = Rank-Korrelationskoeffizient von SPEARMAN
es_es: 2 = Coeficiente de correlación de rangos de SPEARMAN
fr_fr: 2 = Coefficient de corrélation de rang de SPEARMAN
it_it: 2 = Coefficiente di rank-correlation di SPEARMAN
pt_br: 2 = Coeficiente de correlação de postos de SPEARMAN

source: 3 = Multiple linear correlation
de_de: 3 = Multiple lineare Korrelation
es_es: 3 = Correlación lineal múltiple
fr_fr: 3 = Corrélation linéaire multiple
it_it: 3 = Correlazione lineare multipla
pt_br: 3 = Correlação linear múltipla

source: 4 = Partial linear correlation (maximum: 5 variables)
de_de: 4 = Partielle lineare Korrelation (max. 5 Variablen)
es_es: 4 = Correlación lineal parciale (max. 5 variables)
fr_fr: 4 = Corrélation linéaire partiel (max. 5 variables)
it_it: 4 = Correlazione lineare parziale (max. 5 variabili)
pt_br: 4 = Correlação linear parcial (máximo: 5 variáveis)

source: 5 = Polynomial regression
de_de: 5 = Polynomregression
es_es: 5 = Regresión polinomial
fr_fr: 5 = Régression polynomiale
it_it: 5 = Regressione polinomiale
pt_br: 5 = Regressão polinomial

source: 6 = Matrix of the linear correlation coefficients
de_de: 6 = Matrix der linearen Korrelationskoeffizienten
es_es: 6 = Matriz de coeficientes de correlación lineal
fr_fr: 6 = Matrice de coefficients de corrélation linéaire
it_it: 6 = Matrice dei coefficienti di correlazione lineare
pt_br: 6 = Matriz dos coeficientes de correlação linear

source: 7 = Matrix of SPEARMAN correlation coefficients
de_de: 7 = Matrix der SPEARMAN'SCHEN Korrelationskoeffizienten
es_es: 7 = Matriz de coeficientes de correlación de SPEARMAN
fr_fr: 7 = Matrice de coefficients de corrélation de SPEARMAN
it_it: 7 = Matrice dei coefficienti di correlazione di SPEARMAN
pt_br: 7 = Matriz dos coeficientes de correlação de SPEARMAN

source: 8 = Point-biserial (linear) correlation
de_de: 8 = Punkt-biserielle (lineare) Korrelation
es_es: 8 = Correlación (lineal) punto-biserial
fr_fr: 8 = Corrélation (linéaire) pondérés-bisérial
it_it: 8 = Correlazione biseriale a punti (lineare)
pt_br: 8 = Correlação bisserial (linear)

source: 9 = Cross-validation of multiple linear regression
de_de: 9 = Kreuz-Validierung multipler linearer Regression
es_es: 9 = Validación cruzada de regresión lineal múltiple
fr_fr: 9 = Validation croisée de régression linéaire multiple
it_it: 9 = Validazione incrociata di correlazione lineare multipla
pt_br: 9 = Validação cruzada de regressão linear múltipla

source: 10 = Randomization of multiple linear regression
de_de: 10 = Randomisierung multiple linearer Regression
es_es: 10 = Aleatorización de regresión lineal múltiple
fr_fr: 10 = Tirage aléatoire de régression linéaire multiple
it_it: 10 = Randomizzazione della regressione lineare multipla
pt_br: 10 = Aleatorização de regressão linear múltipla

source: First selected column will be taken as y-value!
de_de: Erste angewählte Spalte wird als y-Wert genommen!
es_es: La primera columna seleccionada será la variable dependiente y!
fr_fr: La première colonne sélectionnera la valeur y (variable dépendante) !
it_it: La prima colonna selezionata viene acquisita come y!
pt_br: A primeira coluna a ser selecionada será tomada como valor 'y'!

source: y = Column %s
de_de: y = Spalte %s
es_es: y = Columna %s
fr_fr: y = Colonne %s
it_it: y = Colonna %s
pt_br: y = Coluna %s

source: x[%i] = Column %s
de_de: x[%i] = Spalte %s
es_es: x[%i] = Columna %s
fr_fr: x[%i] = Colonne %s
it_it: x[%i] = Colonna %s
pt_br: x[%i] = Coluna %s

source: Please select columns for x- and y-values (variable 1 = x, variable 2 = y)
de_de: Bitte Spalten für x- und y-Werte angeben (Variable 1 = x, Variable 2 = y)
es_es: Seleccione columnas para valores x, y (variable 1 = x, variable 2 = y)
fr_fr: Sélectionner les colonnes pour les valeurs x et y (variable 1 = x, variable 2 = y)
it_it: Immettere le colonne per i valori x e y (variabile 1 = x, variabile 2 = y)
pt_br: Selecione as colunas para valores x e y (variável 1 = x, variável 2 = y)

source: Please enter order of regression polynom (max. %i):
de_de: Bitte Grad des anzupassenden Polynoms angeben (max. %i):
es_es: Indique el orden del polinomio regresor (máx. %i):
fr_fr: Indiquer l'ordre de la régression polynomiale (max. %i):
it_it: Immettere l'ordine del polinomio di regressione (max. %i):
pt_br: Digite a ordem do polinômio de regressão (máx. %i):

source: Illegal order or x- and y-columns have different number of values!
de_de: Ungültigen Grad angegeben oder x- und y-Spalten haben unterschiedlichiele Werte!
es_es: ¡Orden no válido, o columnas x, y con distinto número de valores!
fr_fr: Ordre incorrect ou les colonnes x et y ont des nombres différents de valeurs !
it_it: Immesso un ordine del polinomio non valido o le colonne x e y hanno un diverso numero di valori!
pt_br: Ordem ilegal, ou colunas x e y têm quantidades diferentes de valores!

source: First column must contain only 0's and 1's!
de_de: Die 1. Spalte darf nur 0 und 1 enthalten!
es_es: ¡La primera columna debe contener sólo 0 y 1!
fr_fr: La première colonne doit contenir seulement des 0 et 1!
it_it: La prima colonna deve contenere soltanto 0 e 1!
pt_br: A primeira coluna deve conter somente 0's e 1's!

source: y = column %s
de_de: y = Spalte %s
es_es: y = columna %s
fr_fr: y = colonne %s
it_it: y = colonna %s
pt_br: y = Coluna %s

source: x[%i] = column %s
de_de: x[%i] = Spalte %s
es_es: x[%i] = columna %s
fr_fr: x[%i] = colonne %s
it_it: x[%i] = colonna %s
pt_br: x[%i] = Coluna %s

source: x[%i] = Column %s
de_de: x[%i] = Spalte %s
es_es: x[%i] = columna %s
fr_fr: x[%i] = colonne %s
it_it: x[%i] = Colonna %s
pt_br: x[%i] = Coluna %s

source: Please enter number of randomizations:
de_de: Bitte Anzahl der Randomisierungen eingeben:
es_es: Indique el número de aleatorizaciones:
fr_fr: Indiquer le nombre de tirages aléatoires :
it_it: inserire il numero di randomizzazioni:
pt_br: Digite o número de aleatorizações:

source: DATA MANAGEMENT:
de_de: DATENVERWALTUNG:
es_es: GESTIÓN DE DATOS:
fr_fr: GESTION DES DONNEES:
it_it: GESTIONE DEI DATI:
pt_br: ADMINISTRAÇÃO DOS DADOS:

source: 1 = List data of columns
de_de: 1 = Daten aus Spalten auflisten
fr_fr: 1 = Lister les données des colonnes
it_it: 1 = Elenca i dati delle colonne
pt_br: 1 = Listar dados de colunas

source: 2 = Read another file
de_de: 2 = Neue Datei einlesen
es_es: 2 = Leer otro fichero
fr_fr: 2 = Lire un autre fichier
it_it: 2 = Legge un altro file
pt_br: 2 = Ler outro arquivo

source: 3 = List names of columns
de_de: 3 = Spaltennamen auflisten
es_es: 3 = Listar nombres de columnas
fr_fr: 3 = Lister noms des colonnes
it_it: 3 = Elenca i nomi delle colonne
pt_br: 3 = Listar nomes das colunas

source: 4 = Rename column
de_de: 4 = Spalte umbenennen
es_es: 4 = Renombrar columna
fr_fr: 4 = Renommer la colonne
it_it: 4 = Rinomina colonna
pt_br: 4 = Renomear coluna

source: 5 = Read column from terminal
de_de: 5 = Spalte vom Terminal lesen
es_es: 5 = Leer columnas del terminal
fr_fr: 5 = Lire colonne à partir du terminal
it_it: 5 = Legge una colonna da terminale
pt_br: 5 = Ler coluna do terminal

source: 6 = Export columns as ASCII-data
de_de: 6 = Spalten als ASCII-Daten exportieren
es_es: 6 = Exportar columnas como datos ASCII
fr_fr: 6 = Exporter les colonnes en tant que données ASCII
it_it: 6 = Esporta colonne come dati ASCII
pt_br: 6 = Exportar colunas para arquivo de texto

source: 7 = Export data base as fixed width data file
de_de: 7 = Exportiere Daten in eine Dateindatei mit festen Längen
fr_fr: 7 = Exportation base de données avec fichier à longueur fixe
it_it: 7 = Esporta il data base come un file di dati a larghezza fissa
pt_br: 7 = Exportar dados para arquivo com colunas de largura fixa

source: 8 = File format options
de_de: 8 = Dateiformat Optionen
fr_fr: 8 = Options format de fichier
pt_br: 8 = Configurar formato dos arquivos

source: Include value labels? (%s)
de_de: Werte Bezeichner mit einbeziehen? (%s)
fr_fr: Valeur étiquette incluse ? (%s)
it_it: Includere le etichette dei valori? (%s)
pt_br: Incluir rótulos dos valores? (%s)

source: Column %2i:
de_de: Spalte %2i:
es_es: Columna %2i:
fr_fr: Colonne %2i:
it_it: Colonna %2i:
pt_br: Coluna %2i:

source: Column %2i = %s
de_de: Spalte %2i = %s
es_es: Columna %2i = %s
fr_fr: Colonne %2i = %s
it_it: Colonna %2i = %s
pt_br: Coluna %2i = %s

source: Please enter name of column:
de_de: Bitte Namen der Spalte eingeben:
es_es: Nombre de la columna:
fr_fr: SVP, Donner le nom de la colonne:
it_it: Inserire il nome della colonna:
pt_br: Digite o nome da coluna:

source: Please enter name for the column:
de_de: Bitte neuen Namen für die Spalte eingeben:
es_es: Indique nuevo nombre de la columna:
fr_fr: SVP, entrer un nom pour la colonne :
it_it: Inserire il nome della colonna:
pt_br: Digite um nome para a coluna:

source: Column name "%s" doesn't exist!
de_de: Spaltenname `%s' existiert nicht!
es_es: La columna "%s" no existe!
fr_fr: La colonne "%s" n'existe pas !
it_it: Il nome di colonna "%s" non esiste!
pt_br: Não existe uma coluna chamada '%s'!

source: Created file %s with %i columns!
de_de: Datei %s mit %i Spalten erzeugt!
es_es: ¡Creado el fichero %s con %i columnas!
fr_fr: Création fichier %s avec %i colonnes !
it_it: Creato il file %s con %i colonne!
pt_br: Criado o arquivo %s com %i colunas!

source: DATA MANIPULATION:
de_de: DATENMANIPULATION:
es_es: MANIPULACIÓN DE DATOS:
fr_fr: MANIPULATION DES DONNEES:
it_it: GESTIONE DEI DATI:
pt_br: MANIPULAÇÃO DOS DADOS:

source: 1 = Log-transformation (base 10)
de_de: 1 = Log-Transformation (10er Logarithmus)
es_es: 1 = Trasformación log (base 10)
fr_fr: 1 = Transformation log (base 10)
it_it: 1 = Trasformazione logaritmica (base 10)
pt_br: 1 = Transformação logarítmica (base 10)

source: 2 = Invert values (1/x)
de_de: 2 = Invertierung (1/x)
es_es: 2 = Invertir (1/x)
fr_fr: 2 = Inverser (1/x)
it_it: 2 = Valori inversi (1/x)
pt_br: 2 = Inverter valores (1/x)

source: 3 = z-transformation [(x-mu)/sdv]
de_de: 3 = Z-Transformation [(x-µ)/sdv]
es_es: 3 = Tipificar [(x-µ)/sigma]
fr_fr: 3 = Normaliser [(x-µ)/sigma]
it_it: 3 = Trasformazione Z [(x-mu)/sdv]
pt_br: 3 = Transformação-z [(x-µ)/dsv_p]

source: 4 = Sort
de_de: 4 = Sortieren
es_es: 4 = Ordenar
fr_fr: 4 = Trier
it_it: 4 = Ordinamento
pt_br: 4 = Ordenar

source: 5 = Join columns
de_de: 5 = Zusammenfassung von Spalten
es_es: 5 = Juntar columnas
fr_fr: 5 = Fusionner colonnes
it_it: 5 = Unione di colonne
pt_br: 5 = Juntar colunas

source: 6 = Exponentiation to base 10
de_de: 6 = 10er-Exponenzierung
es_es: 6 = Exponenciación (base 10)
fr_fr: 6 = Mise à l'exponentiel (base 10)
it_it: 6 = Esponenziale base 10 (10^x)
pt_br: 6 = Exponenciação em base 10

source: 7 = Create columns for weighted mean
de_de: 7 = Spaltenerzeugung für gewichtete Mittel
es_es: 7 = Crear columnas para media ponderada
fr_fr: 7 = Créer colonnes pour moyenne pondérée
it_it: 7 = Creazione colonne per la media pesata
pt_br: 7 = Criar colunas para média ponderada

source: 8 = Log-transformation (natural logarithm)
de_de: 8 = Log-Transformation (natürlicher Logarithmus)
es_es: 8 = Trasformación log (natural o neperiano)
fr_fr: 8 = Transformation log (naturel ou népérien)
it_it: 8 = Trasformazione logaritmica naturale (base e)
pt_br: 8 = Transformação logarítmica (log. natural)

source: 9 = Exponentiation to base 'e'
de_de: 9 = e-Exponenzierung
es_es: 9 = Exponenciación (base 'e')
fr_fr: 9 = Mise à l'exponentiel (base 'e')
it_it: 9 = Esponenziale di base e (e^x)
pt_br: 9 = Exponenciação em base 'e'

source: Number of values in column %s: %i
de_de: Anzahl Werte Spalte %s: %i
es_es: Número de valores en la columna %s: %i
fr_fr: Nombre de valeurs dans la colonne %s: %i
it_it: Numero di valori nella colonna %s: %i
pt_br: Número de valores na coluna %s: %i

source: Created column %s with %i values!
de_de: Spalte %s mit %i Werten erzeugt!
es_es: ¡Creada la columna %s con %i valores!
fr_fr: Création de la colonne %s avec %i valeurs !
it_it: Creata la colonna %s con %i valori!
pt_br: Criada coluna %s com %i valores!

source: Please select column with values and column with factors:
de_de: Bitte Spalte mit Werten und Spalte mit Multiplikatoren angeben:
es_es: Seleccione la columna con los valores y la columna con los factores:
fr_fr: Sélectionner la colonne avec les valeurs et la colonne avec les facteurs :
it_it: Immettere colonna con valori e colonna con pesi:
pt_br: Selecione a coluna com valores e a coluna com fatores:

source: PREFERENCES:
de_de: PRÄFERENZEN:
es_es: PREFERENCIAS:
it_it: PREFERENZE:
pt_br: PREFERÊNCIAS:

source: 1 = Save preferences
de_de: 1 = Voreinstellungen speichern
es_es: 1 = Guardar preferencias
fr_fr: 1 =Sauver préférences
it_it: 1 = Salvare le preferenze
pt_br: 1 = Salvar preferências

source: 2 = Verbose
de_de: 2 = Gesprächig
fr_fr: 2 = Verbeux
it_it: 2 = Verboso
pt_br: 2 = Verboso

source: [yes]
de_de: [ja]
es_es: [sí]
fr_fr: [oui]
it_it: [sì]
pt_br: [sim]

source: [no]
de_de: [nein]
fr_fr: [non]
pt_br: [não]

source: 3 = Gnuplot graphics
de_de: 3 = Gnuplot-Graphik
es_es: 3 = Gráficos de Gnuplot
fr_fr: 3 = Graphique de Gnuplot
it_it: 3 = Grafici Gnuplot
pt_br: 3 = Gráficos do Gnuplot
