Repository: OS2World/APP-ANALISYS-Statist
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: | | A existent | A not existent |
de_de: | | A vorhanden | A nicht vorhanden |
es_es: | | A existente | A inexistente |
fr_fr: | | A existant | A inexistant |
it_it: | | A esistente | A non esistente |
pt_br: | | A existente | A não existente |

source: | B existent | a | b |
de_de: | B vorhanden | a | b |
es_es: | B existente | a | b |
fr_fr: | B existant | a | b |
it_it: | B esistente | a | b |
pt_br: | B existente | a | b |

source: | B not existent | c | d |
de_de: | B nicht vorhanden | c | d |
es_es: | B inexistente | c | d |
fr_fr: | B inexistant | c | d |
it_it: | B non esistente | c | d |
pt_br: | B não existente | c | d |

source: Using according to YATES corrected Chi^2 value, since frequencies <= 5 expected!
de_de: Wegen erwarteter Häufigkeiten <=5 wird nach YATES korrigierter Chi² Wert benutzt!
es_es: ¡Se usa la corrección de YATES para el valor ji², porque hay frecuencias esperadas <= 5!
fr_fr: Utilisation de la valeur corrigée du Chi² de YATES, tant que effectifs <= 5 exigéés !
it_it: Viene usato il valore corretto di Chi^2 suggerito da YATES in quanto sono attese frequenze <=5!
pt_br: Uso de acordo com valor de Qui-Quadrado corrigido de YATES, pois freqüências <= 5 são esperadas

source: observed: a=%lu, b=%lu, c=%lu, d=%lu, n=%i
de_de: beobachtet: a=%lu, b=%lu, c=%lu, d=%lu, n=%i
es_es: observadas: a=%lu, b=%lu, c=%lu, d=%lu, n=%i
fr_fr: observées : a=%lu, b=%lu, c=%lu, d=%lu, n=%i
it_it: osservato: a=%lu, b=%lu, c=%lu, d=%lu, n=%i
pt_br: observada: a=%lu, b=%lu, c=%lu, d=%lu, n=%i

source: expected: a=%4.2f, b=%4.2f, c=%4.2f, d=%4.2f, n=%i
de_de: erwartet: a=%4.2f, b=%4.2f, c=%4.2f, d=%4.2f, n=%i
es_es: esperadas: a=%4.2f, b=%4.2f, c=%4.2f, d=%4.2f, n=%i
fr_fr: Attendues : a=%4.2f, b=%4.2f, c=%4.2f, d=%4.2f, n=%i
it_it: atteso : a=%4.2f, b=%4.2f, c=%4.2f, d=%4.2f, n=%i
pt_br: esperada: a=%4.2f, b=%4.2f, c=%4.2f, d=%4.2f, n=%i

source: Contingency coefficient r (according to HAMMING) = %f
de_de: Kontingenzkoeffizient r (nach HAMMING) = %f
es_es: Coeficiente de contingencia r (según HAMMING) = %f
fr_fr: Coefficient de contingence r (selon HAMMING) = %f
it_it: Coefficiente di contingenza r (secondo HAMMING) = %f
pt_br: Coeficiente de contingência r (segundo HAMMING) = %f

source: Chi^2-test:
de_de: Chi²-test:
es_es: Contraste ji²:
fr_fr: Test Chi² :
it_it: Test Chi^2:
pt_br: Teste Qui-Quadrado:

source: Hypothesis H0: Both items are independent (uncorrelated)
de_de: Hypothese H0: Die beiden Merkmale sind unabhängig (nicht korreliert)
es_es: Hipótesis H0: Ambas variables son independientes (incorreladas)
fr_fr: Hypothèse H0: les deux variables sont indépendantes (non corrélées)
it_it: Ipotesi H0: i due elementi sono indipendenti (non correlati)
pt_br: Hipótese H0: Os dois itens são independentes (não correlacionados)

source: versus H1: Both items are dependent (correlated)
de_de: gegen H1: Die beiden Merkmale sind abhänging (korreliert)
es_es: contra H1: Ambas variables son dependientes (correladas)
fr_fr: contre H1: Les deux variables sont dépendantes (corrélées)
it_it: contro H1: i due elementi sono dipendenti (correlati)
pt_br: versus H1: Ambos os itens são dependentes (correlacionados)

source: Column "%s", line %i, has value < 0
de_de: Spalte "%s", Zeile %i, enthält Werte < 0
fr_fr: La colonne "%s", ligne %i, a une valeur < 0 !
it_it: La colonna "%s", alla linea %i, contiene valori < 0
pt_br: A coluna "%s", linha %i, tem valor < 0

source: Analysis of two-items table:
de_de: Auswertung der Zwei-Merkmale Tafel:
es_es: Análisis de la tabla de dos variables:
fr_fr: Analyses de la table de 2 variables:
it_it: Analisi della tabella a due elementi:
pt_br: Análise de dois itens:

source: Sum of values of column "%s" is lower than 0
de_de: Die Summe der Werte aus Spalte "%s" ist kleiner als 0
fr_fr: Somme des valeurs de la colonne "%s" est plus petites que 0
it_it: La somma dei valori della colonna "%s" è minore di 0
pt_br: A soma dos valores da coluna "%s" é menor do que 0

source: Sum of values of row %i is lower than 0
de_de: Die Summe der Werte von Zeile %i ist kleiner als 0
fr_fr: Somme des valeurs de la ligne %i est plus petite que 0
it_it: La somma dei valori della riga %i è minore di 0
pt_br: A soma dos valores da linha %i é menor do que 0

source: Sum of all values of all columns is lower than 0
de_de: Die Summe aller Werte aller Spalten ist kleiner als 0
fr_fr: Somme de toutes les valeurs de toutes les colonnes est plus petite que 0
it_it: La somma di tutti i valori di tutte le colonne è minore di 0
pt_br: A soma de todos os valores de todas as colunas é menor do que 0

source: Class%3i |
de_de: Klasse%3i |
es_es: Clase%3i |
fr_fr: Classe%3i |
it_it: Classe%3i |
pt_br: Classe%3i |

source: Sum |
de_de: Summe |
es_es: Suma |
fr_fr: Somme |
it_it: Somma !
pt_br: Soma |

source: There are %i rows to be printed yet. Do you want to see them? (%s)
de_de: Es gibt %i Zeilen, welche jetzt angezeigt werden können. Möchten Sie sie sehen? (%s)
fr_fr: Il y a pourtant %i lignes à imprimer. Voulez-vous les voir ? (%s)
it_it: Ci sono ancora %i righe da stampare. Si desiderano vedere adesso? (%s)
pt_br: Ainda há %i linhas a serem impressas. Devo imprimi-las? (%s)

source: exp. frq. |
de_de: erw Häuf |
es_es: frc. esp. |
fr_fr: frq. exp. |
it_it: Freq. att.|
pt_br: frq. esp. |

source: Sum |
de_de: Summe |
es_es: Suma |
fr_fr: Somme |
it_it: Somma |
pt_br: Soma |

source: Chi^2 = %f
de_de: Chi² = %f
es_es: ji² = %f
fr_fr: Chi² = %f
pt_br: Qui-Quadrado : %f

source: G (check value for Chi^2-Test) = %f
de_de: G (Pruefgroesse für Chi²-Test) = %f
es_es: G (valor de prueba para contraste ji²) = %f
fr_fr: G (valeur de contrôle pour le test chi²) = %f
it_it: G (valore di verifica per test Chi^2) = %f
pt_br: G (valor de verificação para Teste de Qui-Quadrado) = %f

source: Degrees of freedom = %i
de_de: Freiheitsgrade = %i
es_es: Grados de libertad = %i
fr_fr: Degrés de liberté = %i
it_it: Gradi di libertà = %i
pt_br: Graus de liberdade = %i

source: Warning: Expected frequencies < 5!
de_de: Warnung: Es gibt erwartete Häufigkeiten < 5!
es_es: ¡Atención: frecuencias esperadas < 5!
fr_fr: Attention : fréquences attendus < 5!
it_it: Attenzione: ci sono frequenze attese < 5!
pt_br: Aviso: Freqüências esperadas < 5!

source: All value pairs are equal. WILCOXON-Test thus not possible/has no meaning.
de_de: Alle Wertepaare sind gleich gross, daher ist WILCOXON-Test nicht durchführbar/nicht sinnvoll.
es_es: Todos los pares son iguales. Imposible el contraste de WILCOXON. No tiene sentido.
fr_fr: Toutes les paires de valeurs sont égales. Test de WILCOXON pas possible. N'a pas de signification.
it_it: Tutte le coppie di valori sono uguali. Il test di WILCOXON non è pertanto possibile/non ha senso.
pt_br: Todos os pares de valores são iguais. Logo, não há porquê fazer o teste WILCOXON.

source: Result Wilcoxon-Test:
de_de: Ergebnis Wilcoxon-Test:
es_es: Resultado contraste de Wilcoxon:
fr_fr: Résultat du test de Wilcoxon:
it_it: Risultato del test di Wilcoxon:
pt_br: Resultado - Teste Wilcoxon:

source: Positive rank sum S+ : %g
de_de: Positive Rangsumme S+ : %g
es_es: Suma de rangos positivos S+ : %g
fr_fr: Somme de rang positives S+ : %g
it_it: Somma positiva del rango S+ : %g
pt_br: Soma de postos positivos S+ : %g

source: Negative rank sum S- : %g
de_de: Negative Rangsumme S- : %g
es_es: Suma de rangos negativos S- : %g
fr_fr: Somme de rang négatives S- : %g
it_it: Somma negativa del rango S- : %g
pt_br: Soma de postos negativos S-: %g

source: Smallest rank sum S : %g
de_de: Kleinste Rangsumme S : %g
es_es: Suma de rangos más baja S : %g
fr_fr: Plus petite somme de rang S : %g
it_it: Somma del rango minima S : %g
pt_br: Menor soma de postos S : %g

source: Number of value pairs : %i
de_de: Anzahl Wertepaare : %i
es_es: Número de pares de valores : %i
fr_fr: Nombre de paires de valeurs : %i
it_it: Numero delle coppie di valori: %i
pt_br: Número de pares de valores: %i

source: Size of the set : %i
de_de: Umfang Stichprobe : %i
es_es: Tamaño de la muestra : %i
fr_fr: Taille du jeu : %i
it_it: Dimensione del campione : %i
pt_br: Tamanho da amostra : %i

source: Number 0-differences : %i
de_de: Anzahl 0-Differenzen : %i
es_es: Número de diferencias 0 : %i
fr_fr: Nombre de 0-différences : %i
it_it: Numero di differenze-0 : %i
pt_br: Número de diferenças 0: %i

source: Mean of differences : %g +/- %g
de_de: Mittelwert der Differenzen: %g +/- %g
es_es: Media de las diferencias : %g +/- %g
fr_fr: Moyenne des différences : %g +/- %g
it_it: Media delle differenze : %g +/- %g
pt_br: Média das diferenças : %g +/- %g

source: Median of differences : %f [%f, %f] (99%%)
de_de: Median der Differenzen: %f [%f, %f] (99%%)
es_es: Mediana de las diferencias : %f [%f, %f] (99%%)
fr_fr: Médianne des différences : %f [%f, %f] (99%%)
it_it: Mediana delle differenze : %f [%f, %f] (99%%)
pt_br: Mediana das diferenças: %f [%f, %f] (99%%)

source: Hypothesis H0: x and y are 'treated' equally versus
de_de: Hypothese H0: x und y sind gleichwertig `behandelt' gegen
es_es: Hipótesis H0: x, y son 'tratados' por igual contra
fr_fr: Hypothèse H0: x et y sont supposés égals
it_it: Ipotesi H0: x e y sono 'trattate' egualmente contro
pt_br: Hipótese H0: x e y são 'tratados' igualmente versus

source: Hypothesis H1: x and y are 'treated' unequally (-> two-sided)
de_de: Hypothese H1: x und y sind verschieden `behandelt' (-> zweiseitig)
es_es: Hypothese H1: x, y son 'tratados' diferentemente (-> bilateral)
fr_fr: Hypothèse H1: x et y sont supposés inégals (-> bilateral)
it_it: Ipotesi H1: x e y sono 'trattate' in maniera disuguale (-> bilaterale)
pt_br: Hipótese H1: x e y são 'tratados' desigualmente (->bicaudal)

source: Calculation of probability not possible if n < 6!
de_de: Berechnung der Wahrscheinlichkeit bei n<6 nicht möglich!
es_es: ¡Imposible calcular la probabilidad si n < 6!
fr_fr: Impossible de calculer la probabilité si n < 6 !
it_it: Calcolo della probabilità impossibile se n < 6!
pt_br: O cálculo da probabilidade não é possível se n < 6!

source: Critical values for S (two-sided) from table:
de_de: Kritische Werte für S (zweiseitg) aus Tabelle:
es_es: Valores críticos para S (bilaterales) de la tabla:
fr_fr: Valeurs critiques pour S (bilatéral) issue du tableau:
it_it: Valori critici per S (bilaterale) da tabella:
pt_br: Valores críticos para S (bicaudal) da tabela:

source: H0 rejected at level of significance of %i%% (two-sided)
de_de: H0 wird auf dem %i%% Niveau (zweiseitig) abgelehnt
es_es: H0 rechazada al nivel de significación %i%% (bilateral)
fr_fr: H0 rejeté au niveau de confiance %i%% (bilatéral)
it_it: H0 è rigettata con un livello di significatività di %i%% (bilaterale)
pt_br: H0 rejeitada a um nível de significância de %i%% (bicaudal)

source: H0 can not be rejected
de_de: H0 kann nicht verworfen werden
es_es: No se puede rechazar H0
fr_fr: H0 ne peut être rejeté
it_it: H0 non può essere rigettata
pt_br: H0 não pode ser rejeitada

source: normally distributed variable z = %f
de_de: normalverteilte Variable z = %f
es_es: variable normalmente distribuida z = %f
fr_fr: variable normalement distribuée z = %f
it_it: Variabile distribuita secondo la normale z = %f
pt_br: variável normalmente distribuída z = %f

source: Outliers: x[%i]=%f
de_de: Ausreißer: x[%i]=%f
es_es: Atípicos: x[%i]=%f
fr_fr: Valeurs atypiques : x[%i]=%f
it_it: Valori Erratici: x[%i]=%f
pt_br: Valor atípico: x[%i]=%f

source: %i possible outliers found
de_de: %i vermutliche Ausreißer gefunden
es_es: %i posibles valores atípicos
fr_fr: %i valeurs atypiques possibles trouvées
it_it: Sono stati trovati %i possibili valori erratici
pt_br: %i possíveis valores atípicos (outliers) encontrados

source: Delete outliers? (%s)
de_de: Sollen die Ausreißer gelöscht werden? (%s)
es_es: ¿Borro los atípicos? (%s)
fr_fr: Effacer les valeurs atypiques ? (%s)
it_it: Cancellare i valori erratici? (%s)
pt_br: Deletar valores atípicos (outliers)? (%s)

source: %i possible outliers deleted
de_de: %i vermutete Ausreißer gelöscht
es_es: %i borrados los posibles atípicos
fr_fr: %i valeurs atypiques effacées
it_it: Sono stati cancellati %i possibili valori erratici
pt_br: %i possíveis valores atípicos (outliers) deletados

source: Created new column %s having %i values!
de_de: Neue Spalte %s mit %i Werten erzeugt!
es_es: ¡Nueva columna %s creada con %i valores!
fr_fr: La nouvelle colonne crée %s a %i valeurs !
it_it: Creata una nuova colonna %s con %i valori!
pt_br: Criada nova coluna %s com %i valores!

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
pt_br: Valor

source: Valid %
de_de: Echte %
fr_fr: Valide %
it_it: % Validi
pt_br: % Válido

source: Cum. %
it_it: % Cumul.
pt_br: % Acum

source: V. Cum. %
de_de: E. Cum. %
it_it: % V. Cumul.
pt_br: % Acum. V.

source: Missing
de_de: Fehlt
fr_fr: Manquant
it_it: Mancante
pt_br: Omissos

source: Frequencies: %s
de_de: Häufigkeiten: %s
es_es: Frecuencias: %s
fr_fr: Fréquences: %s
it_it: Frequenze: %s
pt_br: Freqüências: %s

source: --- TABLE TRUNCATED ---
de_de: --- TABELLE ABGESCHNITTEN ---
fr_fr: --- TABLEAU TRONQUE ---
it_it: --- TABELLA TRONCATA ---
pt_br: --- TABELA TRUNCADA ---

source: value
de_de: Wert
es_es: valor
fr_fr: valeur
it_it: valore
pt_br: valor

source: mean
de_de: Mittel
es_es: media
fr_fr: moyenne
it_it: media
pt_br: média

source: sdev
de_de: SAbw
fr_fr: etyp
it_it: dev. std.
pt_br: desvp

source: Comparison of means: %s
de_de: Vergleich der Mittelwerte: %s
fr_fr: Comparaison des moyennes : %s
it_it: Confronto delle medie: %s
pt_br: Comparação de médias: %s

source: Too many options
de_de: Zu viele Optionen
es_es: Demasiadas opciones
fr_fr: Trop d options
it_it: Troppe opzioni
pt_br: Excesso de opções

source: Compiled with DEBUG.
de_de: Mit DEBUG übersetzt.
es_es: Compilado con DEBUG.
fr_fr: Compiler avec DEBUG.
it_it: Compilato con DEBUG.
pt_br: Compilado com DEBUG.

source: Hint: You can often answer "%s" for the number of columns.
de_de: TIPP: bei der Frage nach Anzahl der Spalten gilt manchmal auch "%s" !
es_es: Pista: a veces puede contestar "%s" para número de columnas
fr_fr: Suggestion : Vous pouvez souvent répondre "%s" pour les nombres de colonnes.
it_it: Suggerimento: puoi rispondere spesso "%s" per il numero di colonne !
pt_br: Dica: Você freqüentemente pode responder "%s" para o número de colunas.

source: You can create an ~/.statistrc file to increase statist functionality. There is an example of statistrc at %s.
de_de: Sie können eine ~/.statistrc-Datei anlegen, um die Funktionalität von statist zu verbessern. Eine Beispiel statistrc-Datei findet sich in %s.
fr_fr: Vous pouvez créer un fichier ~/.statistrc pour accroître les functionnalités de statist. Il y a un exemple de statistrc à %s.
pt_br: Você pode criar um arquivo ~/.statistrc para aumentar a funcionalidade do statist. Há um exemplo de statistrc em %s.

source: More than one data file given!
de_de: Mehrere Datenfiles angegeben!
es_es: ¡No más de un fichero de datos!
fr_fr: Plus d'un fichier de données pris en compte !
it_it: Si èindicato più di un file dati!
pt_br: Mais de um arquivo de dados fornecido!

source: More than one data file given! Only the first one will be read.
de_de: Mehrere Datendateien angegeben! Nur die erste wird eingelesen.
fr_fr: Plus d'un fichier de données spécifié ! Seule la première sera lue.
it_it: Si è indicato più di un file di dati! Solo il primo verrà letto.
pt_br: Mais de um arquivo de dados fornecido! Somente o primeiro será lido.

source: If you really want to load more than one file, please choose the menu option: 'Data management | Read another file'
de_de: Wenn Sie wirklich mehr als eine Datei laden möchten, wählen Sie bitte den Menü-Eintrag: 'Datenverwaltung | Neue Datei einlesen'
fr_fr: Si vous voulez vraiment lire plus d'un fichier, SVP choisir le menu option: 'Traitement des Données | Lire un autre fichier'
it_it: Se davvero si vuole caricare più di un file si prega di scegliere dal menu l'opzione: 'Gestione dei dati | Leggi un'altro file'
pt_br: Se você realmente quer carregar mais de um arquivo, por favor escolha a opção do menu: 'Administração dos dados | Ler outro arquivo'

source: No data file given.
de_de: Es wurde keine Datei angegeben.
es_es: No se ha indicado un fichero de datos.
fr_fr: Pas de fichier de données pris en compte.
it_it: Non è stato indicato nessun file.
pt_br: Nenhum arquivo de dados fornecido.

source: Source file = %s
de_de: Quelldatei = %s
es_es: Fichero fuente = %s
fr_fr: Fichier source = %s
it_it: File sorgente = %s
pt_br: Arquivo fonte = %s

source: Load file using menu option Data management | Read another file
de_de: Laden einer Datendatei im Menü Datenverwaltung | Neue Datei einlesen
es_es: Cargue datos usando el menú Gestión de datos | Leer otro fichero
fr_fr: Lire fichier en utilisant les options menu Gestion de données | Lire un autre fichier
it_it: Leggi un file usando dal menu l'opzione Gestione dei dati | Leggi un'altro file
pt_br: Carregue um arquivo usando a opção do menu Administração dos Dados | Ler outro arquivo

source: Usage: statist [ options ] data_file
de_de: Benutzung: statist [ Optionen ] daten_datei
fr_fr: Utilisation : statist [ options ] fichier_de_données
it_it: Utilizzo: statist [ opzioni ] file_dati
pt_br: statist [ opções ] arquivo_dados

source: Options:
de_de: Optionen:
es_es: Opciones:
it_it: Opzioni:
pt_br: Opções:

source: --help, -h, -? : print this help message and exit
de_de: --help, -h, -? : zeigt diesen Hilfetext und beendet sich
es_es: --help, -h, -? : escribe esta ayuda y sale
fr_fr: --aide, -h, -? : affiche ce message d'aide et quitte
it_it: --help, -h, -? : stampa questo messaggio di aiuto ed esce
pt_br: --help, -h, -? : imprime esta mensagem de ajuda e sai

source: --silent, --quiet : don't print menu etc. (for batch/script usage)
de_de: --silent, --quiet : Keine Menüs o.A. anzeigen (für Batch-/Skript-Betrieb)
es_es: --silent, --quiet : sin menús, etc. (para guiones, por lotes)
fr_fr: --silent, --quiet : N'affiche pas le menu ect... (pour les usages en batch/script)
it_it: --silent, --quiet : non stampa menu ecc. (per l'uso in modalità batch/script)
pt_br: --silent, --quiet : não imprimi menu etc.; para uso de scripts (não interativo)

source: --log : write results to log file `statist.log'
de_de: --log : protokolliere Ergebnisse in Datei `statist.log'
es_es: --log : escribe resultados en el fichero `statist.log'
fr_fr: --log : écrire les résultats un fichier log `statist.log'
it_it: --log : scrive i risultati nel file di log `statist.log'
pt_br: --log : escreve resultados em arquivo de log 'statist.log'

source: --nofile : don't read a data file when starting the program
de_de: --nofile : Kein Datenfile bei Programmstart einlesen
es_es: --nofile : no lee fichero al empezar el programa
fr_fr: --nofile : ne pas lire un fichier de données quand le programme commence
it_it: --nofile : non legge un file di dati alla partenza del programma
pt_br: --nofile : não lê um arquivo de dados quando iniciando o programa

source: --nobell : no beep at errors and warnings
de_de: --nobell : Kein Piepton bei Fehler und Warnungen
es_es: --nobell : no pita en errores y advertencias
fr_fr: --nobell : pas de bip aux erreurs et avertissements
it_it: --nobell : nessun beep in caso di errori o warning
pt_br: --nobell : não bipa durante erros e avisos

source: --thist : histogram as text graphic instead of gnuplot-graphic
de_de: --thist : Histogramm als Textgrafik statt gnuplot-Grafik
es_es: --thist : histograma modo texto en vez de con gnuplot
fr_fr: --thist : histogramme en mode texte au lieu du mode graphique gnuplot
it_it: --thist : usa istogrammi per la grafica testuale anzicchè grafica gnuplot
pt_br: --thist : histograma como texto gráfico no lugar de gráfico do gnuplot

source: --noplot : no gnuplot-graphic
de_de: --noplot : Keine gnuplot-Grafik
es_es: --noplot : no usa gnuplot
fr_fr: --noplot : pas de graphique gnuplot
it_it: --noplot : non utilizza grafica gnuplot
pt_br: --noplot : sem gráficos do gnuplot

source: --color : colorized output
de_de: --color : eingefärbte Ausgaben
fr_fr: --color : sortie coloriée
it_it: --color : output colorato
pt_br: --color : saída colorida

source: --labels <file> : read column titles and value labels from file
de_de: --labels <Datei>: lese Spaltennamen und Werte Label aus Datei
fr_fr: --labels <fichier> : lire les titres des colonnes et les étiquettes de valeurs à partir d'un fichier
it_it: --labels <file> : legge da file i titoli delle colonne ed i valori delle etichette
pt_br: --labels <arq.> : extrai de um arquivo os rótulos de colunas e de valores

source: --header : the file has column names in the first line
de_de: --header : Die Datei enthält Spaltennamen in der ersten Zeile
fr_fr: --header : le fichier a des noms de colonnes sur la première ligne
pt_br: --header : o arquivo possui nomes das colunas na 1ª linha

source: --noheader : the file does not have column names
de_de: --noheader : Die Datei enthält keine Spaltennamen
fr_fr: --noheader : le fichier n'a pas de noms de colonnes
pt_br: --noheader : o arquivo não possui nomes das colunas

source: --sep <char> : field separator character
de_de: --sep <char> : Spaltentrennzeichen
fr_fr: --sep <caract.> : caractère de champs séparateurs
pt_br: --sep <caract.> : caractere separador de campos

source: --dec <char> : decimal delimiter character (default: '.')
de_de: --dec <char> : Dezimaltrennzeichen (Standard: '.')
fr_fr: --dec <caract.> : caractère délimitant les décimales (défaut :'.')
pt_br: --dec <caract.> : caractere delimitador de decimais

source: --na-string <string> : indicator of missing values (default: "M")
de_de: --na-string <string> : Anzeiger für fehlende Werte (Standard: "M")
fr_fr: --na-string <chaine> : indicateur de valeurs manquantes (défaut : "M")
pt_br: --na-string <string> : indicador de valores omissos (default: "M")

source: --xcols <conf_file> <orig_datafile> <new_data_file> : extract columns from a fixed width data file
de_de: --xcols <conf_file> <orig_datafile> <new_data_file> : Extrahiere Spalten fester Breite aus einer Datendatei
fr_fr: --xcols <fichier_config> <Fichier_données_origin> <nouveau_fichier_données> : extraire les colonnes à partir d'un fichier de données à longueur fixe
it_it: --xcols <conf_file> <orig_datafile> <new_data_file> : estrae le colonne da un file di dati a larghezza fissa
pt_br: --xcols <arq_config> <arq_dados_orig> <novo_arq_dados> : extrai colunas de um arquivo de colunas de largura fixa

source: --xsample <percentage> <database> <dest_file> : extract a sample of rows from a file
de_de: --xsample <percentage> <database> <dest_file> : Extrahiere eine Stichprobe aus einer Datei
fr_fr: --xsample <pourcentage> <base_données> <fichier_destin.> : extraire un échantillon de lignes d'un fichier
it_it: --xsample <percentage> <database> <dest_file> : estrae un cambione di righe da un file
pt_br: --xsample <porcentagem> <arq_dados> <arq_destino> : extrai uma amostra das linhas de um arquivo
