Repository: OS2World/APP-ANALISYS-Statist
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Warning: This test shouldn't be applied, since there are frequencies <= 5!
de_de: Achtung: Da Häufigkeiten <= 5 auftreten, sollte der Test nicht angewandt werden!
es_es: ¡Atención: hay frecuencias <= 5, por lo que no se debería emplear este contraste!
fr_fr: ¡Attention: ce test ne devrait être appliqué, tant que les effectifs <= 5 !
it_it: Attenzione: questo test non dovrebbe essere applicato in quanto ci sono frequenze <=5!
pt_br: Aviso: Esse teste não deveria ser aplicado, há casos de freqüência < 5!

source: Correction according to YATES applied, since just 2 classes and n<200
de_de: Da nur 2 Klassen und n<200 wird Korrektur nach YATES angewandt
es_es: Sólo 2 clases y n<200, luego se aplicará la corrección de YATES
fr_fr: Correction de YATES appliqué, tant qu'il y a 2 classes seulement et n<200
it_it: Si utilizza la correzione secondo YATES, vista la presenza di sole due classi e n<200
pt_br: Correção de YATES aplicada, pois há somente duas classes e n < 200

source: Warning: FISCHER-Test shouldn't be applied, since number of values <25
de_de: Achtung: Da weniger als 25 Werte, sollte besser der FISCHER-Test angewandt werden!
es_es: ¡Atención: hay menos de 25 valores, por lo que no se debería emplear el contraste de FISHER!
fr_fr: Attention : Le test de FISCHER ne devrait être appliqué, tant que le nombre de valeurs < 25 !
it_it: Attenzione: il test di FISHER non dovrebbe essere applicato, in quanto i valori sonop <25
pt_br: Aviso: Teste de FISCHER não deveria ser aplicado, pois o número de valores < 25

source: Result Chi^2-Test of equal frequency:
de_de: Ergebnis Chi²-Test auf gleiche Häufigkeit:
es_es: Resultado del contraste ji² de igualdad de frecuencias:
fr_fr: Résultat du test Chi² de valeur identique :
it_it: Risultato del test Chi^2 per uguali frequenze:
pt_br: Resultado - Teste Qui-Quadrado de igual freqüência:

source: Hypothesis H0: Values have equal frequency
de_de: Hypothese H0: Die Werte treten in gleichen Häufigkeiten auf
es_es: Hipótesis H0: Los valores tienen la misma probabilidad
fr_fr: Hypothèse H0 : Les valeurs sont identiques
it_it: Ipotesi H0: i valori hanno la stessa frequenza
pt_br: Hipótese H0: O valores têm freqüência igual

source: Hypothesis H1: Values don't have equal frequencies
de_de: Hypothese H1: Die Werte treten nicht in gleichen Häufigkeiten auf
es_es: Hipótesis H1: Los valores tienen distintas probabilidades
fr_fr: Hypothèse H1: Les valeurs sont différentes
it_it: Ipotesi H1: i valori non hanno la stessa frequenza
pt_br: Hipótese H1: Valores não têm freqüência igual

source: Chi^2 = %f
de_de: Chi² = %f
es_es: ji² = %f
fr_fr: Chi² = %f
pt_br: Qui-Quad. = %f

source: Chi^2-Test of normal distribution not possible since degrees of freedom < 1!
de_de: Chi²-Test auf Normalverteilung nicht möglich, da Freiheitsgrade<1!
es_es: Contraste ji² de normalidad imposible, pues grados de libertad < 1 !
fr_fr: Test Chi² de distribution normal impossible, tante que les degrés de liberté < 1 !
it_it: Test Chi^2 per la distr. normalità non effettuabile in quanto i gradi di libertà sono < 1!
pt_br: Teste Qui-Quad. de distribuição é impossível porque graus de liberdade < 1!

source: Hypothesis H0: x and y are equally distributed
de_de: Hypothese H0: x und y sind gleich verteilt
es_es: Hipótesis H0: x, y tienen la misma distribución
fr_fr: Hypothèse H0: x et y ont le même distribution
it_it: Ipotesi H0: x e y sono equamente distribuiti
pt_br: Hipótese H0: x e y são igualmente distribuídos

source: Hypothesis H1: x and y are not equally distributed
de_de: Hypothese H1: x und y sind nicht gleich verteilt
es_es: Hipótesis H1: x, y tienen distinta distribución
fr_fr: Hypothèse H1: x et y ont une distribution différente
it_it: Ipotesi H1: x e y non sono equamente distribuiti
pt_br: Hipótese H1: x e y não são igualmente distribuídos

source: Degrees of freedom: %i
de_de: Freiheitsgrade = %i
es_es: Grados de libertad: %i
fr_fr: Degrés de liberté : %i
it_it: Gradi di libertà = %i
pt_br: Graus de liberdade: %i

source: Results of linear regression:
de_de: Ergebnis linearen Regression:
es_es: Resultados regresión lineal:
fr_fr: Résultats régression linéaire :
it_it: Risultati della regressione lineare:
pt_br: Resultado - Regressão linear:

source: number of data points n : %i
de_de: Anzahl der Datenpunkte n : %i
es_es: Número de puntos n : %i
fr_fr: Nombre de points n : %i
it_it: Numero dei punti dati n : %i
pt_br: Número de dados n : %i

source: Intersection a0 : %g
de_de: Nullpunktverschiebung a0 : %g
es_es: Ordenada en el origen a0 : %g
fr_fr: Ordonnée à l'origine a0 : %g
it_it: Intersezione a0 : %g
pt_br: Interseção a0 : %g

source: Slope a1 : %g
de_de: Steigung der Geraden a1 : %g
es_es: Pendiente a1 : %g
fr_fr: Pente a1 : %g
it_it: Coeff. angolare a1 : %g
pt_br: Inclinação a1 : %g

source: Correlation coefficient r : %g
de_de: Korrellationskoeffizient r: %g
es_es: Coeficiente de correlación r: %g
fr_fr: Coefficient de corrélation r: %g
it_it: Coeff. di correlazione r : %g
pt_br: Coeficientes de correlação r: %g

source: Coefficient of determination r^2 : %g
de_de: Bestimmtheitmass r² : %g
es_es: Coeficiente de determinación r² : %g
fr_fr: Coefficient de détermination r² : %g
it_it: Coeff. di determinazione r^2 : %g
pt_br: Coeficiente de determinação r² : %g

source: Degr. of freedom df = n-2 : %i
de_de: Freiheitsgrade df = n-2 : %i
es_es: Grados de libertad gl = n-2 : %i
fr_fr: Degrés de liberté dl = n-2 : %i
it_it: Gradi di libertà gl = n-2 : %i
pt_br: Graus de liberdade gl = n-2 : %i

source: Estimated t-value : %f
de_de: Errechneter t-Wert : %f
es_es: Valor t estimado : %f
fr_fr: Valeur t estimée : %f
it_it: Valore di t stimato : %f
pt_br: Valor t estimado : %f

source: Hypothesis H0: r = 0 against hypothesis H1: r1 # 0 (->two-sided)
de_de: Hypothese H0: r = 0 gegen Hypothese H1: r1 # 0 (->zweiseitig)
es_es: Hipótesis H0: r = 0 contra hipótesis H1: r # 0 (->bilateral)
fr_fr: Hypothèse H0: r = 0 contre hypothèse H1: r # 0 (->bilatéral)
it_it: Ipotesi H0: r = 0 contro ipotesi H1: r1 # 0 (->bilaterale)
pt_br: Hipótese H0: r = 0 versus hipótese H1: r # 0 (-> bicaudal)

source: t-Test not possible since |r| = 1!
de_de: t-Test nicht möglich, da |r| = 1!
es_es: ¡Contraste t imposible, pues |r| = 1!
fr_fr: Test t impossible, tant que |r| = 1!
it_it: Test t impossibile perché |r| = 1!
pt_br: Teste-t não é possível pois |r| = 1!

source: Result point biserial correlation:
de_de: Ergebnis punktbiserale Korrelation:
es_es: Resultado correlación punto-biserial:
fr_fr: Résultat corrélation pondérés bi-sériés :
it_it: Risultato della correlazione biseriale a punti:
pt_br: Resultado - Correlação bisserial:

source: Number of data points n : %i
de_de: Anzahl der Datenpunkte n : %i
es_es: Número de puntos n : %i
fr_fr: Nombre de points données n : %i
it_it: Numero di punti dati n : %i
pt_br: Número de dados n : %i

source: Correlation coefficient r: %20.12e
de_de: Korrellationskoeffizient r: %20.12e
es_es: Coeficiente de correlación r: %20.12e
fr_fr: Coefficient de corrélation r: %20.12e
it_it: Coeff. di correlazione r : %20.12e
pt_br: Coeficiente de correlação r: %20.12e

source: Coefficient of determination r^2 : %20.12e
de_de: Bestimmtheitmass r² : %20.12e
es_es: Coeficiente de determinación r² : %20.12e
fr_fr: Coefficient de détermination r² : %20.12e
it_it: Coeff. di determinazione r^2 : %20.12e
pt_br: Coeficiente de determinação r² : %20.12e

source: Degrees of freedom df = n-2 : %i
de_de: Freiheitsgrade df = n-2 : %i
es_es: Grados de libertad gl = n-2 : %i
fr_fr: Degré de liberté dl = n-2 : %i
it_it: Gradi di libertà gl = n-2 : %i
pt_br: Graus de liberdade gl = n-2 : %i

source: Calculated t-value : %f
de_de: Errechneter t-Wert : %f
es_es: Valor t calculado : %f
fr_fr: Valeur t calculé : %f
it_it: Valore t calcolato : %f
pt_br: Valor-t calculado : %f

source: Hypothesis H0: r = 0 versus hypothesis H1: r1 # 0 (->two-sided)
de_de: Hypothese H0: r = 0 gegen Hypothese H1: r1 # 0 (->zweiseitig)
es_es: Hipótesis H0: r = 0 contra Hipótesis H1: r1 # 0 (->bilateral)
fr_fr: Hypothèse H0: r = 0 contre Hypothèse H1: r1 # 0 (->bilatéral)
it_it: Ipotesi H0: r = 0 contro ipotesi H1 : r1 # 0 (->bilaterale)
pt_br: Hipótese H0: r = 0 versus hipótese H1: r1 # 0 (bicaudal)

source: Discrete data with exactly %d classes!
de_de: Wow, diskrete Daten mit exakt %d Klassen!
es_es: ¡Datos discretos con %d clases exactamente!
fr_fr: Données discrètes avec %d classes exactement !
it_it: Dati discreti con esattamente %d classi!
pt_br: Dados discretos com exatamente %d classes!

source: Histogram (class center - number of values)
de_de: Histogramm (Klassenmitte - Anzahl Werte)
es_es: Histograma (marca de clase - número de valores)
fr_fr: Histogramme (classe centrale - nombre de valeurs)
it_it: Istogramma (centro della classe - numerosità dei valori)
pt_br: Histograma (centro da classe - quantidade de valores)

source: All values are equal!
de_de: Alle Werte sind gleich gross!
es_es: ¡Todos los valores son iguales!
fr_fr: Toutes les valeurs sont égales !
it_it: Tutti i valori sono uguali!
pt_br: Todos os valores são iguais!

source: #Result general statistical information in a table
de_de: #Ergebnis allgemeine statistische Angaben in Tabellenform
es_es: #Resultado información general estadística tabulada
fr_fr: #Résultats des statistiques générales dans un tableau
it_it: #Risultato generale delle informazioni statistiche in una tabella
pt_br: #Informação estatística geral em tabela

source: #All values are equal!
de_de: #Alle Werte sind gleich gross!
es_es: #¡Todos los valores son iguales!
fr_fr: #Toutes les valeurs sont égales!
it_it: #Tutti i valori sono uguali!
pt_br: #Todos os valores são iguais!

source: Minimum is larger than maximum!
de_de: Minimum ist größer als Maximum!
es_es: ¡El mínimo es mayor que el máximo!
fr_fr: Le minimum est plus grand que le maximum !
it_it: Il valore minimo maggiore del valore massimo!!
pt_br: Mínimo maior do que máximo!

source: Result general statistical information:
de_de: Ergebnis allgemeinene statistische Angaben:
es_es: Resultado información estadística general:
fr_fr: Résultat général information statistique :
it_it: Informazioni statistiche generali del risultato:
pt_br: Resultado - Informação estatística geral:

source: Count : %i
de_de: Anzahl : %i
es_es: Número : %i
fr_fr: Comptage : %i
it_it: Numero di valori : %i
pt_br: Contagem : %i

source: Mean : %g [%g, %g] (95%%)
de_de: Mittelwert : %g [%g, %g] (95%%)
es_es: Media : %g [%g, %g] (95%%)
fr_fr: Moyenne : %g [%g, %g] (95%%)
it_it: Media : %g [%g, %g] (95%%)
pt_br: Média : %g [%g, %g] (95%%)

source: Median : %g [%g, %g] (95%%)
es_es: Mediana : %g [%g, %g] (95%%)
fr_fr: Médianne : %g [%g, %g] (95%%)
it_it: Mediana : %g [%g, %g] (95%%)
pt_br: Mediana : %g [%g, %g] (95%%)

source: 25%% quartile : %g
de_de: 25%% Quartil : %g
es_es: 25%% cuartil : %g
it_it: Quartile a 25%% : %g
pt_br: 25%% quartil : %g

source: 75%% quartile : %g
de_de: 75%% Quartil : %g
es_es: 75%% cuartil : %g
it_it: Quartile a 75%% : %g
pt_br: 75%% quartil : %g

source: Standard deviation : %g
de_de: Standardabweichung : %g
es_es: Desviación típica : %g
fr_fr: Ecart-type : %g
it_it: Deviazione standard : %g
pt_br: Desvio padrão : %g

source: Variation coefficient : %f %%
de_de: Variationskoeffizient : %f %%
es_es: Coeficiente de variación : %f %%
fr_fr: Ecart-type relatif : %f %%
it_it: Coefficiente di variazione : %f %%
pt_br: Coeficiente de variação : %f %%

source: Standard error of mean : %g
de_de: Standardfehler des Mittelwertes: %g
es_es: Error típico de la media : %g
fr_fr: Erreur-type de la moyenne : %g
it_it: Errore standard della media : %g
pt_br: Erro padrão da média : %g

source: Minimum : %g
es_es: Mínimo : %g
it_it: Minimo : %g
pt_br: Mínimo : %g

source: Maximum : %g
es_es: Máximo : %g
it_it: Massimo : %g
pt_br: Máximo : %g

source: Result SPEARMAN's Rank-Correlation:
de_de: Ergebnis SPEARMAN'SCHE Rang-Korrelation:
es_es: Resultado correlación de ragos de SPEARMAN:
fr_fr: Résultat corrélation de rang SPEARMAN:
it_it: Risultato del rango di correlazione di SPEARMAN:
pt_br: Resultado - Correlação por postos de SPEARMAN:

source: Degrees of freedom = n-2 = %i
de_de: Freiheitsgrade = n-2 = %i
es_es: Grados de libertad = n-2 = %i
fr_fr: Degrés de liberté = n-2 = %i
it_it: Gradi di libertà = n-2 = %i
pt_br: Graus de liberdade = n-2 = %i

source: Hypothesis H0: rho=0 versus hypothesis H1: rho#0 (->two-sided)
de_de: Hypothese H0: roh=0 gegen Hypothese H1: roh#0 (->zweiseitig)
es_es: Hipótesis H0: rho=0 contra hipótesis H1: rho#0 (->bilateral)
fr_fr: Hypothèse H0: rho=0 contre hypothèse H1: rho#0 (->bilateral)
it_it: Ipotesi H0: rho=0 contro ipotesi H1: rho#0 (->bilaterale)
pt_br: Hipótese H0: rho=0 versus hipótese H1: rho#0 (->bicaudal)

source: Test not possible since n<5 (too few values!)
de_de: Test nicht möglich, da n<5 (zuwenig Werte!)
es_es: Contraste imposible, pues n<5 (¡demasiado pocos!)
fr_fr: Test pas possible, tant que n<5 (trop peu de valeurs !)
it_it: Test non eseguibile in quanto n<5 (troppo pochi valori!)
pt_br: Teste não é possível pois n < 5 (há poucos valores!)

source: H0 rejected at a level of significance of %4.2f
de_de: H0 wird auf einem Signifikanzniveau von %4.2f verworfen
es_es: H0 rechazada a nivel de significación %4.2f
fr_fr: H0 rejeté au niveau de signification de %4.2f
it_it: H0 è rigettata con un livello di significatività del %4.2f
pt_br: H0 rejeitada a um nível de significância de %4.2f

source: Alpha > 0.1 ==> H0 can not be rejected
de_de: Alpha > 0.1 ==> H0 kann nicht verworfen werden
es_es: Alfa > 0.1 ==> No se puede rechazar H0
fr_fr: Alfa > 0.1 ==> H0 ne peut pas être rejeté
it_it: Alfa > 0.1 ==> H0 non può essere rigettata
pt_br: Alfa > 0.1 ==> H0 não pode ser rejeitada

source: Significance checked using the normal distribution
de_de: Signifikanz wird mit Hilfe der Normalverteilung geprüft
es_es: Significación calculada usando distribución normal
fr_fr: Signification vérifiée en utilisant la distribution normale
it_it: Significatività verificata usando la distribuzione normale
pt_br: Significância verificada usando a distribuição normal

source: Result t-Test for independent samples
de_de: Ergebnis t-Test für unabhängige Proben
es_es: Resultado contraste t para muestras independientes
fr_fr: Résultat Test t pour échantillon indépendants
it_it: Risultato del test t per campioni indipendenti
pt_br: Resultado - Teste-t para amostras independentes

source: Degrees of freedom = n1 + n2 - 2 = %i
de_de: Freiheitsgrade = n1 + n2 - 2 = %i
es_es: Grados de libertad = n1 + n2 - 2 = %i
fr_fr: Degrés de liberté = n1 + n2 - 2 = %i
it_it: Gradi di libertà = n1 + n2 - 2 = %i
pt_br: Graus de liberdade = n1 + n2 - 2 = %i

source: Hypothesis H0: mu1=mu2 versus hypothesis H1: mu1#mu2 (->two-sided)
de_de: Hypothese H0: µ1=µ2 gegen Hypothese H1: µ1#µ2 (->zweiseitig)
es_es: Hipótesis H0: µ1=µ2 contra hipótesis H1: µ1#µ2 (->bilateral)
fr_fr: Hypothèses H0: µ1=µ2 contre hypothèses H1: µ1#µ2 (->bilatérale)
it_it: Ipotesi H0: mu1=mu2 contro ipotesi H1: mu1#mu2 (->bilaterale)
pt_br: Hipótese H0: µ1=µ2 versus hipótese H1: µ1#µ2 (->duas caudas)

source: t-Test not possible since t = 0!
de_de: t-Test nicht möglichst, da t = 0!
es_es: ¡Contraste t imposible, pues t = 0!
fr_fr: Test t impossible, tant que t = 0!
it_it: Test t non eseguibile in quanto t = 0!
pt_br: Teste-t não é possível pois t = 0!

source: Result t-Test for pairwise ordered samples
de_de: Ergebnis t-Test für paarweise angeordnete Stichproben
es_es: Resultado contraste t para muestras emparejadas
fr_fr: Résultat Test t pour échantillon appariés ordonnés
it_it: Risultato del test t per campioni ordinati a coppie
pt_br: Resultado - Teste-t para amostras emparelhadas

source: Degrees of freedom n-1 = %i
de_de: Freiheitsgrade n-1 = %i
es_es: Grados de libertad n-1 = %i
fr_fr: Degrés de liberté n-1 = %i
it_it: Gradi di libertà n-1 = %i
pt_br: Graus de liberdade n-1 = %i

source: Result u-Test:
de_de: Ergebnis u-Test:
es_es: Resultado contraste u:
fr_fr: Résultat Test U:
it_it: Risultato test u:
pt_br: Resultado - Teste-u:

source: Hypothesis H0: x and y originate from the same set versus
de_de: Hypothese H0: x und y entstammen derselben Grundgesamtheit gegen
es_es: Hipótesis H0: x, y tienen el mismo origen contra
fr_fr: Hypothèses H0: x et y proviennent du même lot
it_it: Ipotesi H0: x e y provengono dalla stessa popolazione contro
pt_br: Hipótese H0: x e y têm a mesma origem versus

source: Hypothesis H1: x stochastically larger than y (-> one-sided test) or
de_de: Hypothese H1: x ist stochastisch größer als y (-> einseitiger Test) bzw.
es_es: Hipótesis H1: x es estocásticamente mayor que y (-> unilateral) o
fr_fr: Hypothèses H1: x statistiquement plus grand que y (-> unilatéral) ou
it_it: Ipotesi H1: x è stocasticamente più grande di y (-> test unilaterale) o
pt_br: Hipótese H1: x é estocasticamente maior do que y (-> teste monocaudal) ou

source: Hypothesis H1: x stochastically smaller than y (-> one-sided test) or
de_de: Hypothese H1: x ist stochastisch kleiner als y (-> einseitiger Test) bzw.
es_es: Hipótesis H1: x es estocásticamente menor que y (-> unilateral) o
fr_fr: Hypothèses H1: x statistiquement plus petit que y (-> unilatéral) ou
it_it: Ipotesi H1: x è stocasticamente più piccolo di y (-> test unilaterale) o
pt_br: Hipótese H1: x é estocasticamente menor do que y (-> teste monocaudal) ou

source: x is different from y (-> two-sided test)
de_de: x ist verschieden von y (-> zweiseitiger Test)
es_es: x es diferente de y (-> bilateral)
fr_fr: x est différent de y (-> bilatéral)
it_it: x è diverso da y (-> test bilaterale)
pt_br: x é diferente de y (-> teste bicaudal)

source: Warning: Only rough approximation of probability possible!
de_de: Achtung: Nur ungenaue Approximation der Wahrscheinlichkeit möglich!
es_es: ¡Atención: sólo es posible una aproximación basta de la probabilidad!
fr_fr: Attention: seul une aproximation en dessus de la probabilité est possible !
it_it: Attenzione: è possibile soltanto una approssimazione della probabilità!
pt_br: Aviso: É possível somente um valor aproximado da probabilidade!

source: Please check exact probability of alpha for h having %i degrees of freedom
de_de: Genaue Wahrscheinlichkeit alpha für h mit %i Freiheitsgraden
es_es: Compruebe la probabilidad exacta de alfa para h con %i grados de libertad
fr_fr: SVP vérifier la probabilité alpha exacte pour avoir %i degrés de liberté
it_it: Si prega di verificare la probabilità esatta per h con %i gradi di libertà
pt_br: Verifique a probabilidade exata de alfa para h com %i graus de liberdade

source: in the literature, e.g. in Table 16/17, pp. 599 in WEBER
de_de: bitte nachschlagen, z.B. in Tab. 16/17, S. 599 ff in WEBER
es_es: en la bibliografía, p. ej., la tabla 16/17, pp. 599 en WEBER
fr_fr: dans la littérature, càd, le tableau 16/17, pp. 599 chez WEBER
it_it: in letteratura, es. in tabella 16/17, pag. 599 in WEBER
pt_br: Na literatura, ex., na tabela 16/17, p. 599 de WEBER

source: Normally distributed random variable z = %f
de_de: Normalverteilte Zufallsvariable z = %f
es_es: Variable aleatoria distribución normal z = %f
fr_fr: Variable aléatoire distribuée normalement z = %f
it_it: Variabile stocastica distribuita secondo la normale z = %f
pt_br: Variável aleatória distribuída normalmente z = %f

source: Correction term for equal ranks t = %f
de_de: Korrekturglied für gleiche Ränge t = %f
es_es: Término corrector por rangos iguales t = %f
fr_fr: Correction de terme car rang égals t = %f
it_it: Termine correttivo per ranghi uguali t = %f
pt_br: Termo de correção t para postos iguais = %f

source: Probability of H0 (one-sided) = %6.4f
de_de: Wahrscheinlichkeit für H0 (einseitig) = %6.4f
es_es: Nivel crítico (valor P unilateral) = %6.4f
fr_fr: Probabilité de H0 (unilatérale) = %6.4f
it_it: Probabilità per H0 (->unilaterale) = %6.4f
pt_br: Probabilidade de H0 (uma cauda) = %6.4f

source: Probability of H0 (two-sided) = %6.4f
de_de: Wahrscheinlichkeit für H0 (zweiseitig) = %6.4f
es_es: Nivel crítico (valor P bilateral) = %6.4f
fr_fr: Probabilité de H0 (bilatérale) = %6.4f
it_it: Probabilità per H0 (->bilaterale) = %6.4f
pt_br: Probabilidade de H0 (duas caudas) = %6.4f

source: Error: n!=k
de_de: Fehler: n!=k
fr_fr: Erreur: n!=k
it_it: Errore: n!=k
pt_br: Erro: n!=k

source: Result Kruskal-Wallis-Test:
de_de: Ergebnis Kruskal-Wallis-Test:
es_es: Resultado contraste Kruskal-Wallis:
fr_fr: Résultat test Kruskal-Wallis:
it_it: Risultato del test di Kruskal-Wallis:
pt_br: Resultado - Teste Kruskal-Wallis:

source: Chi^2-distributed random variable H = %g
de_de: Chi²-verteilte Zufallsvariable H = %g
es_es: Variable aleatoria con distribución ji² H = %g
fr_fr: Chi²-Variable aléatoire distribuée H = %g
it_it: Variabile stocastica distribuita secondo Chi^2 H = %g
pt_br: Qui-Quad. - variável H distribuída aleatoriamente = %g

source: Correction term for equal ranks (ties) = %g
de_de: Korrekturglied für gleiche Ränge (ties) = %g
es_es: Corrección por rangos iguales (empates) = %g
fr_fr: Correction de termes car rangs égals (fois) = %g
it_it: Fattore di correzione per ranghi uguali = %g
pt_br: Termo de correção para postos iguais (empates) = %g

source: Hypothesis H0: Samples originate from the same set versus
de_de: Hypothese H0: Stichproben entstammen der gleichen Grundgesamtheit gegen
es_es: Hipótesis H0: Las muestras tienen el mismo origen contra
fr_fr: Hypothèse H0: Les échantillons proviennent du même lot
it_it: Ipotesi H0: i campioni provengono dalla stessa popolazione contro
pt_br: Hipótese H0: As amostras têm a mesma origem versus

source: Hypothesis H1: Samples do not originate from the same set
de_de: Hypothese H1: Stichproben entstammen nicht der gleichen Grundgesamtheit
es_es: Hipótesis H1: Las muestras no tienen el mismo origen
fr_fr: Hypothèse H1: Echantillons ne proviennent pas du même lot
it_it: Ipotesi H1: i campioni non provengono dalla stessa popolazione
pt_br: Hipótese H1: As amostram não têm a mesma origem

source: Probability alpha for H0 = %6.4f
de_de: Wahrscheinlichkeit alpha für H0 = %6.4f
es_es: Nivel crítico (valor P) alfa = %6.4f
fr_fr: Probabilité alpha pour H0 = %6.4f
it_it: Probabilità alfa per H0 = %6.4f
pt_br: Probabilidade alfa de H0 = %6.4f

source: Calculation of Chi^2-distribution not possible since h<0!
de_de: Berechnung der chi²-Verteilung nicht möglich, da h<0!
es_es: Cálculo de la distribución ji² imposible pues h<0!
fr_fr: Calcul de la distribution du chi² impossible tant que h<0 !
it_it: Calcolo della distribuzione Chi^2 non eseguibile in quanto h<0!
pt_br: O cálculo da distribuição Qui-Quadrado não é possível porque h < 0 !

source: Characteristics are counted (1='existent', 0='not existent')
de_de: Merkmale werden ausgezählt (1='vorhanden', 0='nicht vorhanden')
es_es: Recuento de las categorías (1='existente', 0='inexistente')
fr_fr: Les caractéristiques sont comptées (1='existant', 0='inexistant')
it_it: Le caratteristiche vengono contate (1='esistente', 0='non esistente')
pt_br: Contagem das características (1 = 'existente', 0 = 'não existente')

source: Columns must contain only 0's and 1's!
de_de: Die Spalten dürfen nur 0 und 1 enthalten!
es_es: ¡Las columnas deben contener sólo 0 y 1!
fr_fr: Les colonnes doivent contenir seulement 0 et 1!
it_it: Le colonne devono contenere solo 0 e 1!
pt_br: As colunas devem conter somente 0's ou 1's!

source: Values are being interpreted as fourfold-table:
de_de: Werte werden als Vierfeldertafel interpretiert:
es_es: Los valores se interpretan como una tabla 2x2:
fr_fr: Les valeurs sont interprétées comme une table 2x2:
it_it: I valori vengono interpretati come una tabella a quattro campi:
pt_br: Os valores estão sendo interpretados como tabela 2x2:

source: Fourfold-table:
de_de: Aufstellung der Vierfeldtafel:
es_es: Tabla 2x2:
fr_fr: Table 2x2:
it_it: Tabella a quattro campi:
pt_br: Tabela 2x2:
