Repository: OS2World/APP-ANALISYS-Statist
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: System reports error while opening temporary file: "%s"
de_de: System meldet Fehler beim Öffnen der temporären Datei: "%s"
fr_fr: Erreur système lors de l'ouverture du fichier temporaire : "%s"
pt_br: Sistema indica erro abrindo arquivo temporário: "%s"

source: Removing temporary files ...
de_de: Lösche temporäre Dateien ...
es_es: Borrando ficheros temporales ...
fr_fr: Enlève les fichiers temporaires ...
it_it: Rimozione dei files temporanei ...
pt_br: Removendo arquivos temporários ...

source: done
de_de: fertig
es_es: hecho
fr_fr: fait
it_it: finito
pt_br: concluído

source: No labels found in "%s"!
de_de: Keine Variablen in "%s"!
fr_fr: Pas d'étiquette trouvée dans "%s"!
it_it: Nessuna etichetta trovata in "%s"!
pt_br: Nenhum rótulo encontrado em "%s"!

source: Does the file contain the column names? (%s)
de_de: Enthält die Datei Spaltennamen? (%s)
fr_fr: Le fichier contient t'il des noms de colonnes ? (%s)
pt_br: O arquivo possui os nomes das colunas? (%s)

source: y/n
de_de: j/n
es_es: s/n
fr_fr: o/n
it_it: s/n
pt_br: s/n

source: Y
de_de: J
es_es: S
fr_fr: O
it_it: S
pt_br: S

source: y
de_de: j
es_es: s
fr_fr: o
it_it: s
pt_br: s

source: Decimal delimiter [%c]:
de_de: Dezimalzeichen [%c]:
fr_fr: Délimiteur décimal [%c] :
pt_br: Delimitador de decimais [%c]:

source: Invalid decimal delimiter: '%c'. Please, choose either ',' or '.'
de_de: Ungültiges Dezimaltrennzeichen: '%c'. Bitte, entweder ',' oder '.' wählen.
fr_fr: Délimiteur décimal invalide : '%c'. SVP, choisir soit ',' ou '.'
pt_br: Delimitador de decimal inválido: '%c'. Por favor, escolha ',' ou '.'

source: Field separator ( \t,;)[%s]:
de_de: Spaltentrenneichen ( \t,;)[%s]:
fr_fr: Séparateur de champs ( \t,;)[%s] :
pt_br: Separador de campos ( \t,;)[%s]:

source: Invalid field separator: '%c'
de_de: Ungültiges Spaltentrennezeichen: '%c'
fr_fr: Séparateur de champs invalide : "%c"
pt_br: Separador de campos inválido: '%c'

source: What string indicates missing values? [%s]:
de_de: Zeichen für fehlende Werte? [%s]:
fr_fr: Quelle chaîne est utilisée pour les valeurs manquantes ? [%s]:
pt_br: Qual string indica valores omissos? [%s]:

source: First lines of "%s":
de_de: Erste Zeilen von "%s":
fr_fr: Première lignes de "%s":
pt_br: Primeiras linhas de "%s":

source: '#!' is an illegal indicator of a column of labels.
de_de: '#!' ist ungültig als Indikator für eine Zeile mit Spaltennamen.
es_es: '#!' no sirve como indicador de columna de etiquetas.
fr_fr: '#!' est un mauvais indicateur d'étiquette de colonne.
it_it: '#!' non è valido come indicatore di una colonna di etichette.
pt_br: '#!' é um indicador ilegal de uma coluna de rótulos.

source: Label in column %i='%s'
de_de: Label in Spalte %i='%s'
es_es: Etiqueta en columna %i='%s'
fr_fr: Etiquette de colonne %i='%s'
it_it: Etichetta nella colonna %i='%s'
pt_br: Rótulo na coluna %i='%s'

source: No variables found in comment!
de_de: Keine Variablen in Kommentarzeile gefunden!
es_es: ¡No se hallaron variables en comentario!
fr_fr: Pas de variables trouvées dans les commentaires !
it_it: Nessuna variabile trovata nella riga di commento!
pt_br: Nenhuma variável encontrada nos comentários!

source: Statist failed to open the file. Perhaps it didn't detect the file format correctly.
de_de: Statist konnte die Datei nicht öffnen. Vielleicht wurde das Dateiformat nicht korrekt erkannt.
fr_fr: L'ouverture du fichier par Statist échoue. Peut-être ne détecte t'il pas correctement un format de fichier.
pt_br: O statist não conseguiu abrir o arquivo. Talvez ele não tenha detectado o formato do arquivo corretamente.

source: Would you like to set the file format? (%s)
de_de: Dateiformat? (%s)
fr_fr: Voulez-vous définir le format du fichier ? (%s)
pt_br: Você gostaria de configurar a formatação do arquivo? (%s)

source: Y/n
de_de: J/n
es_es: S/n
fr_fr: O/n
it_it: S/n
pt_br: S/n

source: Couldn't find data in file "%s"!
de_de: Keine Daten in Datei "%s" gefunden!
fr_fr: Données introuvables dans le fichier "%s"!
it_it: Impossibile trovare dati nel file "%s"!
pt_br: Não foi possível encontrar dados no arquivo "%s"!

source: Name of column %d doesn't begin with an ascii letter: "%s".
de_de: Der Spaltenname %d beginnt nicht mit einem ASCI-Zeichen: "%s".
fr_fr: Le nom de la colonne %d ne commence pas par un caractère ascii : "%s".
pt_br: Nome da coluna %d não começa com caractere ascii: "%s".

source: Column %i = %s
de_de: Spalte %i = %s
es_es: Columna %i = %s
fr_fr: Colonne %i = %s
it_it: Colonna %i = %s
pt_br: Coluna %i = %s

source: One valid column name found!
de_de: Ein gültiger Spaltenname gefunden!
fr_fr: Un nom de colonnes valides trouvé !
pt_br: Um nome de coluna válido encontrado!

source: Valid column names found!
de_de: Gültiger Spaltenname gefunden!
fr_fr: Noms de colonnes valides trouvés !
pt_br: Nomes de coluna válidos encontrados!

source: Illegal format of value '%s' in line %i! Couldn't read file %s!
de_de: Ungültiges Eingabeformat des Wertes "%s" in Zeile %i! Datei %s konnte nicht eingelesen werden!
es_es: Formato ilegal del valor "%s" en la línea %i! ¡No pude leer el fichero %s!
fr_fr: Mauvais format de valeurs "%s" sur la ligne %i! Ne pourra pas lire le fichier %s!
it_it: Formato non valido del valore '%s' nella linea %i! Impossibile leggere Il file %s!
pt_br: Formato ilegal de valor '%s' na coluna %i! Não foi possível ler o arquivo %s!

source: Number of columns (%d) does not equal number of labels (%d)!
de_de: Anzahl der Spalten (%d) ungleich Anzahl der Variablennamen (%d)!
es_es: ¡El número de columnas (%d) difiere del número de etiquetas (%d)!
fr_fr: Le nombre de colonnes (%d) n'est pas égales au nombre d'étiquettes (%d)!
pt_br: O número de colunas (%d) é diferente do número de rótulos (%d)!

source: Reading %i columns ...
de_de: lese %i Spalten ein ...
es_es: Leídas %i columnas ...
fr_fr: Lit %i colonnes ...
it_it: Lettura di %i colonne ...
pt_br: Lendo %i colunas ...

source: Too many columns in row %i. (%d columns)
de_de: Zu viele Spalten in Zeile %i. (%d Spalten)
es_es: Demasiadas columnas en la fila %i. (%d columnas)
fr_fr: Trop de colonnes sur la ligne %i. (%d colonnes)
pt_br: Excesso de colunas na linha %i. (%d colunas)

source: Illegal format of value '%s' in line %i!
de_de: Ungültiges Eingabeformat des Wertes "%s" in Zeile %i!
es_es: ¡Formato ilegal del valor "%s" en la fila %i!
fr_fr: Mauvais format de valeur "%s" sur la ligne %i !
it_it: Formato non valido del valore '%s' nella linea %i!
pt_br: Formato ilegal de valor '%s' na linha %i!

source: Row %i contains just %i instead of %i columns!
de_de: Zeile %i enthält nur %i statt %i Spalten!
es_es: La fila %i contiene solo %i columnas en vez de %i!
fr_fr: La ligne %i contient seulement %i colonnes au lieu de %i!
it_it: La riga %i contiene solo %i colonne invece di %i!
pt_br: A linha %i contém apenas %i e não %i colunas!

source: Read data sets:
de_de: Gelesene Datensätze:
es_es: Leídos datos:
fr_fr: Lire tableaux de données :
it_it: Serie di dati lette:
pt_br: Dados lidos:

source: Column %s: %i
de_de: Spalte %s: %i
es_es: Columna %s: %i
fr_fr: Colonne %s: %i
it_it: Colonna %s: %i
pt_br: Coluna %s: %i

source: Name of data file:
de_de: Name der Datendatei:
es_es: Nombre del fichero de datos:
fr_fr: Nom du fichier de données:
it_it: Nome del file di dati:
pt_br: Nome do arquivo de dados:

source: File "%s" not found!
de_de: Datei "%s" nicht gefunden!
es_es: ¡No encuentro el fichero "%s"!
fr_fr: Fichier "%s" non trouvé !
it_it: File "%s" non trovato!
pt_br: Arquivo "%s" não encontrado!

source: Please enter new file name:
de_de: Bitte neuen Dateinamen eingeben:
es_es: Por favor, otro fichero:
fr_fr: SVP, entrer un nouveau nom de fichier:
it_it: Prego immettere il nome del nuovo file:
pt_br: Digite um novo nome de arquivo:

source: Shall the old data be removed? (%s)
de_de: Sollen die alten Daten gelöscht werden? (%s)
es_es: ¿Borro los datos anteriores? (%s)
fr_fr: Les anciennes données peuvent-elles êtres enlevées ? (%s)
it_it: Cancellare i vecchi dati? (%s)
pt_br: Remover os dados antigos? (%s)

source: y/N
de_de: j/N
es_es: s/N
fr_fr: O/N
it_it: s/N
pt_br: s/N

source: New source file: %s
de_de: Neue Quelldatei: %s
es_es: Nuevo fichero fuente: %s
fr_fr: Nouveau fichier source : %s
it_it: Nuovo file sorgente: %s
pt_br: Novo arquivo fonte: %s

source: but this data file has just 1 column!
de_de: aber diese Datendatei hat nur eine Spalte!
fr_fr: Mais ce fichier de données n'a juste qu'une colonne !
pt_br: mas este arquivo possui apenas uma 1 coluna!

source: but this data file has only %i columns!
de_de: aber diese Datendatei hat nur %i Spalten!
fr_fr: Mais ce fichier de données n'a juste que %i colonnes !
pt_br: mas este arquivo possui apenas %i colunas!

source: This analysis requires at least %i columns, %s
de_de: Die Analyse erfordert mindestens %i Spalten, %s
fr_fr: Cette analyse nécessite au moins %i colonnes, %s
it_it: Questa analisi richiede almeno %i colonne, %s
pt_br: Esta análise requer pelo menos %i colunas, %s

source: Columns:
de_de: Spalten:
es_es: Columnas:
fr_fr: Colonnes :
it_it: Colonne:
pt_br: Colunas:

source: Column for variable %i:
de_de: Spalte für Variable %i:
es_es: Columna para la variable %i:
fr_fr: Colonne pour la variable %i:
it_it: Colonna per la variabile %i:
pt_br: Coluna para variável %i:

source: Column name:
de_de: Spaltenname:
fr_fr: Nom de la colonne :
it_it: Nome della colonna:
pt_br: Nome da coluna:

source: Please, choose at most %i columns!
de_de: Bitte wählen Sie höchstens %i Spalten!
fr_fr: SVP, choisir au plus %i colonnes !
it_it: Si prega di scegliere al più %i colonne!
pt_br: Escolha, no máximo, %i colunas!

source: Column name '%s' is not unique!
de_de: Spaltenname `%s' ist mehrdeutig!
es_es: ¡El nombre `%s' no es único!
fr_fr: Le nom de colonne '%s' n'est pas unique !
it_it: Il nome della colonna '%s' non è univoco!
pt_br: O nome de coluna '%s' não é único!

source: Column %s does not exist!
de_de: Spalte %s existiert nicht!
es_es: ¡La columna %s no existe!
fr_fr: La colonne %s n'existe pas !
it_it: La colonna %s è inesistente!
pt_br: A coluna %s não existe!

source: At least %i columns have to be selected!
de_de: Es müssen mindestens %i Spalten gewählt werden!
es_es: ¡Debe seleccionar al menos %i columnas!
fr_fr: Au moins %i colonnes doivent être sélectionnées !
it_it: Devono essere selezionate al minimo %i colonne!
pt_br: Pelo menos %i colunas devem ser selecionadas!

source: The columns must have the same number of data points for this analysis!
de_de: The Spalten müssen für die Analyse die gleiche Anzahl an Einträgen haben.
fr_fr: Les colonnes doivent avoir le même nombre de points pour cette analyse !
it_it: Le colonne devono avere lo stesso numero di data points per questa analisi!
pt_br: As colunas devem ter o mesmo número de dados para esta análise!

source: Data from columns:
de_de: Daten von den Spalten:
es_es: Datos de las columnas:
fr_fr: Données issues des colonnes :
it_it: Dati dalle colonne:
pt_br: Dados das colunas:

source: ---> Please, choose: <RETURN> to continue, <Any letter> to stop, or a row number:
de_de: ---> Bitte wählen Sie: <RETURN> für Fortzusetzen, <irgendeinen Buchstaben> für Stop, oder eine Zeilennummer:
fr_fr: ---> SVP, choisir : <Entrée> pour continuer, <une lettre> pour arrêter, ou un numéro de ligne
it_it: ---> Scegliere: <INVIO> per continuare, <Qualsiasi Lettera> per fermarsi, o un numero di riga:
pt_br: ---> Escolha: <Enter> para continuar, <Qualquer letra> para parar, ou o número de uma linha:

source: Data from column "%s":
de_de: Daten aus Spalte "%s":
es_es: Datos de la columna "%s":
fr_fr: Données issues de la colonne "%s" :
it_it: Dati dalla colona "%s":
pt_br: Dados da coluna "%s":

source: Column %i does not exist!
de_de: Spalte %i existiert nicht!
es_es: ¡La columna %i no existe!
fr_fr: La colonne %i n'existe pas !
it_it: La colonna %i non esiste!
pt_br: A coluna %i não existe!

source: %d rows with missing values were deleted for this analysis
de_de: Für diese Analyse wurden %d Zeilen mit fehlenden Werten gelöscht.
fr_fr: %d lignes avec des valeurs manquantes ont été effacées pour cette analyse
it_it: Per questa analisi sono state cancellate %d righe con valori mancanti
pt_br: %d linhas com valores omissos (missing) foram deletadas para esta análise

source: Column %s: %d data points
de_de: Spalte %s: %d Datenpunkte
es_es: Columna %s: %d puntos
fr_fr: Colonne %s: %d points (données)
it_it: Colonna %s: %d data points
pt_br: Coluna %s: %d dados válidos

source: Variable %i = Column %s
de_de: Variable %i = Spalte %s
es_es: Variable %i = Columna %s
fr_fr: Variable %i = Colonne %s
it_it: Variabile %i = Colonna %s
pt_br: Variável %i = Coluna %s

source: Column %s exists already!
de_de: Spalte %s existiert bereits!
es_es: ¡La columna %s ya existe!
fr_fr: La colonne %s existe déjà !
it_it: Colonna %s già esistente!
pt_br: A coluna %s já existe!

source: New column %s created!
de_de: Neue Spalte %s erzeugt!
es_es: ¡Nueva columna %s creada!
fr_fr: Nouvelle colonne %s créée !
it_it: Creata nuova colonna %s
pt_br: Nova coluna '%s' criada!

source: No label found for column!
de_de: Kein Label für Spalte gefunden!
es_es: ¡No hay etiqueta para la columna!
fr_fr: Aucune étiquette pour la colonne !
it_it: Etichetta mancante per la colonna!
pt_br: Nenhum rótulo encontrado para a coluna!

source: No name found for column!
de_de: Kein Name für Spalte gefunden!
fr_fr: Aucun nom trouvé pour la colonne !
it_it: Nessun nome trovato per la colonna!
pt_br: Nenhum nome encontrado para a coluna!

source: Please select column for log-transformation
de_de: Bitte Spalte wählen, die logarithmiert werden soll
es_es: Seleccione la columna para la trasformación log
fr_fr: Sélectionner la colonne pour la transformation log
it_it: Scegliere la variabile da trasformare in logaritmica
pt_br: Selecione uma coluna para transformação logarítmica

source: One value was less or equal to zero and was transformed into missing value!
de_de: Ein Wert war kleiner oder gleich Null und wurde zu einem fehlenden Wert umgewandelt!
fr_fr: Une valeur était plus petite ou égale à zéro et a été transformé en valeur manquante !
it_it: Un valore era minore o uguale a zero ed è stato trasformato in un valore mancante!
pt_br: Um valor era menor ou igual a zero e foi transformado em valor omisso!

source: %i values were less or equal to zero and were transformed into missing values!
de_de: %i Werte waren kleiner oder gleich Null und wurden zu fehlenden Werten umgewandelt!
fr_fr: %i valeurs étaient plus petites ou égales à zéro et ont été transformées en valeurs manquantes !
it_it: %i valori erano minori o uguali a zero e sono stati trasformati in valori mancanti!
pt_br: %i valores eram menores ou iguais a zero e foram transformados em valores omissos

source: Please select column for exponentiation
de_de: Bitte Spalte wählen, die zur Basis 10 exponenziert werden soll
es_es: Seleccione la columna para la exponenciación (base 10)
fr_fr: Sélectionner la colonne pour la mise en exponentielle (base 10)
it_it: Scegliere la colonna per la trasformazione esponenziale con base 10
pt_br: Selecione uma coluna para exponenciação

source: Please select column for inversion
de_de: Bitte Spalte wählen, die invertiert werden soll
es_es: Seleccione la columna para la inversión
fr_fr: Sélectionner la colonne pour l'inversion
it_it: Scegliere la variabile per l'inversione
pt_br: Selecione uma coluna para inversão

source: Please select column for z-transformation
de_de: Bitte Spalte wählen, die z-transformiert werden soll
es_es: Seleccione la columna para la tipificación
fr_fr: Sélectionner la colonne pour la transformation-z
it_it: Scegliere la colonna per la trasformazione z
pt_br: Selecione uma coluna para transformação z

source: Please select column to be sorted
de_de: Bitte Spalte wählen, die sortiert werden soll
es_es: Seleccione la columna que desea ordenar
fr_fr: Sélectionner la colonne à trier
it_it: Scegliere la colonna di ordinamento
pt_br: Selecione a coluna a ser ordenada

source: Shall all data be deleted? (%s)
de_de: Sollen alle Daten gelöscht werden? (%s)
es_es: ¿Borro los datos anteriores? (%s)
fr_fr: Faut-il effacer toutes les données ? (%s)
it_it: Cancellare i vecchi dati? (%s)
pt_br: Apagar todos os dados? (%s)

source: Column %i is being read, stop input with '.'
de_de: Spalte %i wird eingelesen, Eingabe mit '.' beenden
es_es: Leyendo la columna %i; teclee '.' para terminar
fr_fr: Colonne %i en train d'être lu; arrêter les entrées avec '.'
it_it: Inizio della lettura della colonna %i, terminare l'inserimento con '.'
pt_br: A coluna %i está sendo lida, interrompa com '.'

source: Value %i:
de_de: Wert %i:
es_es: Valor %i:
fr_fr: Valeur %i:
it_it: Valore %i:
pt_br: Valor %i:

source: Illegal input, please repeat:
de_de: Ungültige Eingabe, bitte wiederholen:
es_es: Entrada ilegal; por favor, repita:
fr_fr: Entrée inattendue; répéter SVP:
it_it: Inserimento non valida, prego ripetere:
pt_br: Valor ilegal; por favor, repita:

source: The option --xcols tells Statist to extract columns from a fixed width data file.
de_de: Die Option --xcols weist Statist an, Spalten aus einer Datei mit festen Breiten zu extrahieren.
fr_fr: L'option --xcols dit à Statist d'extraire les colonnes d'un fichier de données à longueur fixe.
it_it: L'opzione --xcols indica a Statist di estrarre le colonne da un file di dati a larghezza fissa.
pt_br: Com a opção --xcols, Statist extrai colunas de um arquivo com linhas de largura fixa.

source: Usage: %s --xcols config_file data_base dest_file
de_de: Benutzung: %s --xcols konfig_datei daten_datei ziel_datei
fr_fr: Utilisation : %s --xcols fichier_configuration base_données fichier_destination
it_it: Utilizzo: %s --xcols file_configurazione data_base file_destinazione
pt_br: Uso: %s --xcols arq_config banco_dados arq_dest

source: Extracting columns from "%s" to "%s"...
de_de: Extrahiere Spalten von "%s" in "%s"...
fr_fr: Extraire des colonnes de "%s" à "%s"...
it_it: Estrazione delle colonne da "%s" a "%s"...
pt_br: Extraindo colunas de "%s" para "%s"...

source: Done: %d columns, %d rows.
de_de: Fertig: %d Spalten, %d Zeilen.
fr_fr: Fait : %d colonnes, %d lignes.
pt_br: Concluído: %d colunas, %d linhas.

source: Non-numeric values were found.
de_de: Es wurden nicht-nummerische Werte gefunden.
fr_fr: Des valeurs non numériques ont été trouvées.
pt_br: Valores não numéricos encontrados.

source: List of columns with non-numeric values:
de_de: Spaltenliste mit nicht-nummerischen Werten:
fr_fr: Liste des colonnes avec des valeurs non-numériques
pt_br: Lista das colunas com valores não numéricos:

source: The option --xsample tells Statist to extract a random sample of rows from a given data file.
de_de: Die Option --xsample weist Statist an eine zufällige Stichprobe zu ziehen, aus den Zeilen einer gegebenen Datendatei.
fr_fr: L'option --xsample dit à Statist d'extraire un échantillon aléatoire de lignes pour un fichier de données spécifié.
it_it: L'opzione --xsample indica a Statist di estrarre un campione casuale di righe dal file di dati indicato.
pt_br: Com a opção --xsample, Statist extrai uma amostra aleatória das linhas de um arquivo de dados.

source: Usage: %s --xsample percentage data_base dest_file where "percentage" is an integer between 1 and 99.
de_de: Benutzung: %s --xsample Prozent [-rlen Zahl] daten_datei ziel_datei mit "Prozent" ganzzahlig zwischen 1 und 99.
fr_fr: Utilisation : %s --xsample pourcentage base_données fichier_dest où "pourcentage" est un entier entre 1 et 99.
it_it: Utilizzo: %s --xsample percentuale data_base file_destinazione dove "percentuale" è un intero compreso tra 1 e 99.
pt_br: Uso: %s --xsample porcentagem arq_dados arq_dest onde "porcentagem" é um número inteiro entre 1 e 99

source: "%s" is not a valid value for percentage.
de_de: "%s" ist keine sinnvolle Prozentangabe.
fr_fr: "%s" n'est pas une valeur valide pour un pourcentage.
it_it: "%s" non è un valore valido per la percentuale
pt_br: "%s" não é um valor válido para porcentagem.

source: Creating a new database with a random sample of approximately %i%% of "%s" rows...
de_de: Erstelle neue Datendatei mit einer zufälligen Stichprobe von etwa%i%% der "%s" Zeilen...
fr_fr: Création d'une nouvelle base de données avec échantillon aléatoire d'approximativement %i%% de "%s" lignes...
it_it: Creazione di un nuovo database con un campione casuale di circa il %i%% di "%s" righe...
pt_br: Criando um novo banco de dados com uma amostra aleatória de aproximadamente %i%% das linhas de "%s"...

source: Done: selected %d out of %d rows.
de_de: Fertig: %d von %d Zeilen gewählt.
fr_fr: Fait : la sélectionnée %d dépasse les %d lignes.
pt_br: Concluído: selecionadas %d de %d colunas.

source: The current data file has less than 2 columns!
de_de: Die aktuelle Datendatei hat weniger als zwei Spalten!
fr_fr: Le fichier de données courant a moins de 2 colonnes !
it_it: Il file di dati corrente ha meno di 2 colonne!
pt_br: O arquivo de dados atual possui menos de 2 colunas!

source: There are columns with different number of rows!
de_de: Die Spalten haben unterschiedlich viele Einträge!
fr_fr: Il y a des colonnes avec un nombre de lignes différent !
it_it: Ci sono colonne con un numero differente di righe!
pt_br: Há colunas com diferentes números de linhas!

source: Please enter name of the export file:
de_de: Bitte Namen der Exportdatei angeben:
es_es: Nombre del fichero de exportación:
fr_fr: Nombre del fichero de exportación:
it_it: Inserire il nome del file verso cui esportare:
pt_br: Digite o nome do arquivo a ser exportado:

source: Please enter name of the list of columns file:
de_de: Bitte den Dateinamen eingeben, für die Liste der Spaltendatei:
fr_fr: SVP, entrée le nom du fichier contenant la liste des colonnes :
it_it: Si prega di inserire il nome del file con la lista delle colonne:
pt_br: Digite um nome para o arquivo com a lista das colunas:

source: File "%s" saved!
de_de: Datei "%s" gespeichert!
fr_fr: Fichier "%s" sauvegardé !
it_it: File "%s" salvato!
pt_br: Arquivo "%s" salvo!

source: One value could not be found!
de_de: Ein Wert wurde nicht gefunden!
es_es: ¡No pude encontrar un valor!
fr_fr: Une valeur ne peut être trouvé !
it_it: Un valore non può essere trovato!
pt_br: Um valor não pôde ser encontrado!

source: Log argument < 0!
de_de: Argument von log > 0!
fr_fr: Argument Log < 0 !
it_it: Argomento Log < 0!
pt_br: Argumento para log < 0!

source: Critical values for d (two-sided):
de_de: Kritische Werte für d (zweiseitig):
es_es: Valores críticos para d (bilaterales):
fr_fr: Valeurs critiques pour d (bilatérales) :
it_it: Valori critici di d (bilaterale):
pt_br: Valores críticos para d (bicaudal):

source: Gauss-Elimination: No solution exists!
de_de: Gauss-Elimination: Keine Lösung möglich!
es_es: Eliminación de Gauss: ¡Sin solución!
fr_fr: Elimination de Gauss: Pas de solution !
it_it: Eliminazione di Gauss: nessuna soluzione possibile!
pt_br: Eliminação Gauss: não existe solução!

source: Not enough memory. Terminating!
de_de: Zuwenig Speicher. Adieu!
es_es: Memoria insuficiente. ¡Adiós!
fr_fr: Mémoire insufissante. Interruption !
it_it: Memoria insufficiente. Uscita!
pt_br: Sem memória suficiente. Terminando!

source: No valid number!
de_de: Keine gültige Zahl!
es_es: ¡No hay número válido!
fr_fr: Aucun nombre valide!
it_it: Numero non valido!
pt_br: Nenhum número válido!

source: Invalid number!
de_de: Keine gültige Zahl!
es_es: ¡Número no válido!
fr_fr: Nombre invalide !
it_it: Numero non valido!
pt_br: Número inválido!

source: Columns have different number of entries!
de_de: Spalten haben unterschiedlich viele Werte!
es_es: ¡Columnas con distinto número de valores!
fr_fr: Les colonnes ont un nombre d'entrées différent !
it_it: Le colonne hanno un numero differente di valori!
pt_br: As colunas têm números diferentes de valores!
